{"text":"Highlights\nCOVID-19 caused 6284 cases and 42 deaths in South Korea as of March 6, 2020.\nThe mean reproduction number  of COVID-19 in Korea was estimated at 1.5.\nThe crude case fatality rate is higher among males and increases with age.\nSustained disease transmission of COVID-19 in the region is suggested.\nOur estimates support the implementation of social distancing measures in Korea.\nObjectives\nSince the first case of 2019 novel coronavirus (COVID-19) identified on Jan 20, 2020, in South Korea, the number of cases rapidly increased, resulting in 6284 cases including 42 deaths as of Mar 6, 2020. To examine the growth rate of the outbreak, we present the first study to report the reproduction number of COVID-19 in South Korea.\nMethods\nThe daily confirmed cases of COVID-19 in South Korea were extracted from publicly available sources. By using the empirical reporting delay distribution and simulating the generalized growth model, we estimated the effective reproduction number based on the discretized probability distribution of the generation interval.\nResults\nWe identified four major clusters and estimated the reproduction number at 1.5 (95% CI: 1.4–1.6). In addition, the intrinsic growth rate was estimated at 0.6 (95% CI: 0.6, 0.7), and the scaling of growth parameter was estimated at 0.8 (95% CI: 0.7, 0.8), indicating sub-exponential growth dynamics of COVID-19. The crude case fatality rate is higher among males (1.1%) compared to females (0.4%) and increases with older age.\nConclusions\nOur results indicate an early sustained transmission of COVID-19 in South Korea and support the implementation of social distancing measures to rapidly control the outbreak."}
{"text":"The regular reappearance of coronavirus (CoV) outbreaks over the past 20 years has caused significant health consequences and financial burdens worldwide. The most recent and still ongoing novel CoV pandemic, caused by Severe Acute Respiratory Syndrome coronavirus 2 (SARS-CoV-2) has brought a range of devastating consequences. Due to the exceptionally fast development of vaccines, the mortality rate of the virus has been curbed to a significant extent. However, the limitations of vaccination efficiency and applicability, coupled with the still high infection rate, emphasise the urgent need for discovering safe and effective antivirals against SARS-CoV-2 by suppressing its replication or attenuating its virulence. Non-structural protein 1 (nsp1), a unique viral and conserved leader protein, is a crucial virulence factor for causing host mRNA degradation, suppressing interferon (IFN) expression and host antiviral signalling pathways. In view of the essential role of nsp1 in the CoV life cycle, it is regarded as an exploitable target for antiviral drug discovery. Here, we report a variety of fragment hits against the N-terminal domain of SARS-CoV-2 nsp1 identified by fragment-based screening via X-ray crystallography. We also determined the structure of nsp1 at atomic resolution (0.99 Å). Binding affinities of hits against nsp1 and potential stabilisation were determined by orthogonal biophysical assays such as microscale thermophoresis and thermal shift assays. We identified two ligand-binding sites on nsp1, one deep and one shallow pocket, which are not conserved between the three medically relevant SARS, SARS-CoV-2 and MERS coronaviruses. Our study provides an excellent starting point for the development of more potent nsp1-targeting inhibitors and functional studies on SARS-CoV-2 nsp1."}
{"text":"The global COVID-19 pandemic has sparked intense interest in the rapid development of vaccines as well as animal models to evaluate vaccine candidates and to define immune correlates of protection. We recently reported a mouse-adapted SARS-CoV-2 virus strain (MA10) with the potential to infect wild-type laboratory mice, driving high levels of viral replication in respiratory tract tissues as well as severe clinical and respiratory symptoms, aspects of COVID-19 disease in humans that are important to capture in model systems. We evaluated the immunogenicity and protective efficacy of novel rhesus adenovirus serotype 52 (RhAd52) vaccines against MA10 challenge in mice. Baseline seroprevalence is lower for rhesus adenovirus vectors than for human or chimpanzee adenovirus vectors, making these vectors attractive candidates for vaccine development. We observed that RhAd52 vaccines elicited robust binding and neutralizing antibody titers, which inversely correlated with viral replication after challenge. These data support the development of RhAd52 vaccines and the use of the MA10 challenge virus to screen novel vaccine candidates and to study the immunologic mechanisms that underscore protection from SARS-CoV-2 challenge in wild-type mice.\nIMPORTANCE We have developed a series of SARS-CoV-2 vaccines using rhesus adenovirus serotype 52 (RhAd52) vectors, which exhibit a lower seroprevalence than human and chimpanzee vectors, supporting their development as novel vaccine vectors or as an alternative adenovirus (Ad) vector for boosting. We sought to test these vaccines using a recently reported mouse-adapted SARS-CoV-2 (MA10) virus to (i) evaluate the protective efficacy of RhAd52 vaccines and (ii) further characterize this mouse-adapted challenge model and probe immune correlates of protection. We demonstrate that RhAd52 vaccines elicit robust SARS-CoV-2-specific antibody responses and protect against clinical disease and viral replication in the lungs. Further, binding and neutralizing antibody titers correlated with protective efficacy. These data validate the MA10 mouse model as a useful tool to screen and study novel vaccine candidates, as well as the development of RhAd52 vaccines for COVID-19."}
{"text":"The recent COVID-19 pandemic has resulted in increased hand hygiene and hand cleansing awareness. To prevent virus transmission, the Centers for Disease Control and Prevention recommends frequent hand washing with soap and water. Hand hygiene products are available in a variety of forms, and while each of these formulations may be effective against COVID-19, they may also alter skin barrier integrity and function. As health care workers and the general population focus on stringent hand hygiene, the American Contact Dermatitis Society anticipates an increase in both irritant contact and allergic contact hand dermatitis. Alcohol-based hand sanitizers with moisturizers have the least sensitizing and irritancy potential when compared to soaps and synthetic detergents. This article provides an overview of the most frequently used hand hygiene products and their associations with contact dermatitis as well as recommendations from the American Contact Dermatitis Society on how to treat and prevent further dermatitis."}
{"text":"Identification of host genes essential for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection may reveal novel therapeutic targets and inform our understanding of coronavirus disease 2019 (COVID-19) pathogenesis. Here we performed genome-wide CRISPR screens in Vero-E6 cells with SARS-CoV-2, Middle East respiratory syndrome CoV (MERS-CoV), bat CoV HKU5 expressing the SARS-CoV-1 spike, and vesicular stomatitis virus (VSV) expressing the SARS-CoV-2 spike. We identified known SARS-CoV-2 host factors, including the receptor ACE2 and protease Cathepsin L. We additionally discovered pro-viral genes and pathways, including HMGB1 and the SWI\/SNF chromatin remodeling complex, that are SARS lineage and pan-coronavirus specific, respectively. We show that HMGB1 regulates ACE2 expression and is critical for entry of SARS-CoV-2, SARS-CoV-1, and NL63. We also show that small-molecule antagonists of identified gene products inhibited SARS-CoV-2 infection in monkey and human cells, demonstrating the conserved role of these genetic hits across species. This identifies potential therapeutic targets for SARS-CoV-2 and reveals SARS lineage-specific and pan-CoV host factors that regulate susceptibility to highly pathogenic CoVs.\nGraphical Abstract\nTo identify potential therapeutic targets for SARS-CoV-2 and related pathogenic coronaviruses, Wei et al. conduct genome-wide CRISPR screens in Vero-E6 cells using SARS-CoV-2, MERS-CoV, and pseudoviruses presenting SARS-CoV-1 or SARS-CoV-2 spike proteins. They identify pro-viral genes and pathways, including HMGB1 and the SWI\/SNF chromatin remodeling complex, that are SARS lineage and pan-coronavirus specific, respectively, and demonstrate that HMGB1 is critical for SARS lineage viral entry because it has a critical role in ACE2 expression."}
{"text":"Significance\nDespite the relatively high disease burden of arenaviruses in South America and Africa, there are currently no Food and Drug Administration-approved drugs for use in preventing or treating any arenavirus infection. Currently, the sole clinically validated treatment option for Argentine hemorrhagic fever (AHF), caused by Junin virus (JUNV), is administration of immune plasma. While the relative success associated with this treatment supports passive immunotherapy interventions, the recent expansion of mAbs used in a clinical setting for infectious diseases offer a highly specific, consistently potent, and generally safe alternative to immune plasma. Here we show that a humanized mAb is highly efficacious in guinea pig and nonhuman primate models of AHF.\nThe COVID-19 pandemic has reemphasized the need to identify safe and scalable therapeutics to slow or reverse symptoms of disease caused by newly emerging and reemerging viral pathogens. Recent clinical successes of monoclonal antibodies (mAbs) in therapy for viral infections demonstrate that mAbs offer a solution for these emerging biothreats. We have explored this with respect to Junin virus (JUNV), an arenavirus classified as a category A high-priority agent and the causative agent of Argentine hemorrhagic fever (AHF). There are currently no Food and Drug Administration-approved drugs available for preventing or treating AHF, although immune plasma from convalescent patients is used routinely to treat active infections. However, immune plasma is severely limited in quantity, highly variable in quality, and poses significant safety risks including the transmission of transfusion-borne diseases. mAbs offer a highly specific and consistently potent alternative to immune plasma that can be manufactured at large scale. We previously described a chimeric mAb, cJ199, that provided protection in a guinea pig model of AHF. To adapt this mAb to a format more suitable for clinical use, we humanized the mAb (hu199) and evaluated it in a cynomolgus monkey model of AHF with two JUNV isolates, Romero and Espindola. While untreated control animals experienced 100% lethality, all animals treated with hu199 at 6 d postinoculation (dpi) survived, and 50% of animals treated at 8 dpi survived. mAbs like hu199 may offer a safer, scalable, and more reproducible alternative to immune plasma for rare viral diseases that have epidemic potential."}
{"text":"Abstract.\nThe world is currently facing a novel COVID-19 pandemic caused by SARS-CoV-2 that, as of July 12, 2020, has caused a reported 12,322,395 cases and 556,335 deaths. To date, only two treatments, remdesivir and dexamethasone, have demonstrated clinical efficacy through randomized controlled trials (RCTs) in seriously ill patients. The search for new or repurposed drugs for treatment of COVID-19 continues. We have witnessed anecdotal use of herbal medicines, including Artemisia spp. extracts, in low-income countries, and exaggerated claims of their efficacies that are not evidence based, with subsequent political controversy. These events highlight the urgent need for further research on herbal compounds to evaluate efficacy through RCTs, and, when efficacious compounds are identified, to establish the active ingredients, develop formulations and dosing, and define pharmacokinetics, toxicology, and safety to enable drug development. Derivatives from the herb Artemisia annua have been used as traditional medicine over centuries for the treatment of fevers, malaria, and respiratory tract infections. We review the bioactive compounds, pharmacological and immunological effects, and traditional uses for Artemisia spp. derivatives, and discuss the challenges and controversies surrounding current efforts and the scientific road map to advance them to prevent or treat COVID-19."}
{"text":"With ongoing climate change, which alters the conditions for pathogens and vectors, zoonotic diseases such as monkeypox virus will become a challenge and a great threat impacting global health in future decades. A current outbreak of monkeypox is occurring in over 125 countries, with a report of thousands of cases in countries where this virus has never appeared. Occupational exposure to the monkeypox virus has recently been identified as an issue of major concern for occupational health, especially in healthcare settings. A scoping review following the PRISMA guidelines was performed, aiming to analyze the effects that the current monkeypox outbreak has in workplaces, given the potential exposure of healthcare workers to the virus, the possible spread of the virus in occupational settings, and the preventive measures that are necessary to implement. At the end of the selection process, 21 studies were included in the review. Healthcare workers are considered at a high risk, and similar preventive measures to those adopted during the SARS-CoV-2 pandemic must be implemented in all healthcare settings. The main recommendations for preventing and managing monkeypox in occupational settings are the vaccination of exposed workers, the prompt identification and isolation of infected individuals, and good hygiene practices. Education and specific training are necessary in non-endemic countries to make healthcare workers able to recognize the disease and prevent further contagions. Although monkeypox seems unlikely to reach the pandemic spread of COVID-19, an approach to global health even to avoid future zoonotic epidemics is required by all stakeholders."}
{"text":"Background\nUnderstanding the relative transmissibility of SARS-CoV-2 virus across different contact settings and the possibility of superspreading events is important for prioritizing disease control. Such assessment requires proper consideration of individual level exposure history, which is made possible by contact tracing.\nMethods\nThe case-ascertained study in Shandong, China including 97 laboratory-confirmed index cases and 3158 close contacts. All close contacts were quarantined after their last exposure of index cases. Contacts were tested for COVID-19 regularly by PCR to identify both symptomatic and asymptomatic infections. We developed a Bayesian transmission model to the contact tracing data to account for different duration of exposure among individuals to transmission risk in different settings, and the heterogeneity of infectivity of cases.\nResults\nWe estimate secondary attack rates (SAR) to be 39% (95% credible interval (CrI): 20–64%) in households, 30% (95% CrI: 11–67%) in healthcare facilities, 23% (95% CrI: 7–51%) at workplaces, and 4% (95% CrI: 1–17%) during air travel. Models allowing heterogeneity of infectivity of cases provided a better goodness-of-fit. We estimated that 64% (95% CrI: 55–72%) of cases did not generate secondary transmissions, and 20% (95% CrI: 15–26%) cases explained 80% of secondary transmissions.\nConclusions\nHousehold, healthcare facilities and workplaces are efficient setting for transmission. Timely identification of potential superspreaders in most transmissible settings remains crucial for containing the pandemic."}
{"text":"We present a method to measure the relative transmissibility (“transmission fitness”) of one strain of a pathogen compared to another. The model is applied to data from “competitive mixtures” experiments in which animals are co-infected with a mixture of two strains. We observe the mixture in each animal over time and over multiple generations of transmission. We use data from influenza experiments in ferrets to demonstrate the approach. Assessment of the relative transmissibility between two strains of influenza is important in at least three contexts: 1) Within the human population antigenically novel strains of influenza arise and compete for susceptible hosts. 2) During a pandemic event, a novel sub-type of influenza competes with the existing seasonal strain(s). The unfolding epidemiological dynamics are dependent upon both the population's susceptibility profile and the inherent transmissibility of the novel strain compared to the existing strain(s). 3) Neuraminidase inhibitors (NAIs), while providing significant potential to reduce transmission of influenza, exert selective pressure on the virus and so promote the emergence of drug-resistant strains. Any adverse outcome due to selection and subsequent spread of an NAI-resistant strain is exquisitely dependent upon the transmission fitness of that strain. Measurement of the transmission fitness of two competing strains of influenza is thus of critical importance in determining the likely time-course and epidemiology of an influenza outbreak, or the potential impact of an intervention measure such as NAI distribution. The mathematical framework introduced here also provides an estimate for the size of the transmitted inoculum. We demonstrate the framework's behaviour using data from ferret transmission studies, and through simulation suggest how to optimise experimental design for assessment of transmissibility. The method introduced here for assessment of mixed transmission events has applicability beyond influenza, to other viral and bacterial pathogens.\nAuthor Summary\nDetermining which of two related viruses will spread from human to human more efficiently – e. g. an influenza virus that is treatable with drugs and one that is resistant to them – is important when forecasting the potential impact of an emergent novel virus or developing public health intervention strategies. However, making such measurements of relative transmissibility directly through observation, even using an animal model, is difficult. We have recently developed and published an experimental technique in which an animal is infected with both viruses of interest at once, and then allowed to mix with other animals and so transmit the infection. These experiments provide the necessary data for analysis using the novel mathematical framework that we introduce here. Our mathematical and computational results exploit the power of the experimental system, and allow us to make a quantitative estimate of the relative transmissibility of a drug-resistant influenza virus compared to its drug-sensitive counterpart. Through computer simulation, we demonstrate the wider application of our mathematical technique, and suggest design criteria for future experiments designed to measure the transmissibility of one virus (or other type of pathogen) compared to another."}
{"text":"Current standard vaccine testing protocols take approximately 10-24 months of testing before a vaccine can be declared successful. Sometimes by the time a successful vaccine is out for public use, the outbreak may already be over. With no vaccine or antiviral drug available to treat the infected, we are left with the age-old methods of isolation, quarantine, and rest, to arrest such a viral outbreak. Convalescent blood therapy and covalent plasma therapy have often proved effective in reducing mortality, however, the role of innate and adaptive immune cells in these therapies have been overlooked. Antigen presenting cells (APCs), CD4+ T memory cells, CD8+ T memory cells, and memory B-Cells all play a vital role in sustainable defense and subsequent recovery. This report incorporates all these aspects by suggesting a novel treatment therapy called selective convalescent leukapheresis and transfusion (SCLT) and also highlights its potential in vaccination. The anticipated advantages of the proposed technique outweigh the cost, time, and efficiency of other available transfusion and vaccination processes. It is envisioned that in the future this new approach could serve as a rapid emergency response to subdue a pathogen outbreak and to stop it from becoming an epidemic, or pandemic."}
{"text":"WHO has listed several priority diseases with epidemic potential for which there are no, or insufficient, medical countermeasures. In response, the Bill & Melinda Gates Foundation (with support from PricewaterhouseCoopers) coordinated subject matter experts to create a preparedness plan for Disease X. Disease X is caused by Pathogen X, an infectious agent that is not currently known to cause human disease, but an aetiologic agent of a future outbreak with epidemic or pandemic potential. We have identified crucial areas for acceleration in medical countermeasure product development and international coordination. We have also reviewed novel platforms and process improvements related to manufacturing, which could revolutionise the response to the next pandemic. Finally, we created several coordination and engagement guides. These guides range from the rational design of an intervention target product profile, to the key facets of vaccine and therapeutic development, to accelerated manufacturing and regulatory mechanisms. In this Personal View, we provide a high-level summary of the outcomes of the medical countermeasure development workstream, intended for a broad audience including academia, medical countermeasure developers, and multilateral coordinating bodies. We hope that they might find this piece useful in prioritising strategic investments and efforts to accelerate medical countermeasure development. We observed that in-depth analyses of clinical trial design, chemistry, manufacturing and control activities, and accelerated regulatory pathways are necessary for shortening the timelines for the product development of medical countermeasures. We intend to cover these topics in future publications."}
{"text":"Abstract\nAngiotensin converting enzyme (ACE) is well-known for its role in blood pressure regulation via the renin–angiotensin aldosterone system (RAAS) but also functions in fertility, immunity, haematopoiesis and diseases such as obesity, fibrosis and Alzheimer’s dementia. Like ACE, the human homologue ACE2 is also involved in blood pressure regulation and cleaves a range of substrates involved in different physiological processes. Importantly, it is the functional receptor for severe acute respiratory syndrome (SARS)-coronavirus (CoV)-2 responsible for the 2020, coronavirus infectious disease 2019 (COVID-19) pandemic. Understanding the interaction between SARS-CoV-2 and ACE2 is crucial for the design of therapies to combat this disease. This review provides a comparative analysis of methodologies and findings to describe how structural biology techniques like X-ray crystallography and cryo-electron microscopy have enabled remarkable discoveries into the structure–function relationship of ACE and ACE2. This, in turn, has enabled the development of ACE inhibitors for the treatment of cardiovascular disease and candidate therapies for the treatment of COVID-19. However, despite these advances the function of ACE homologues in non-human organisms is not yet fully understood. ACE homologues have been discovered in the tissues, body fluids and venom of species from diverse lineages and are known to have important functions in fertility, envenoming and insect–host defence mechanisms. We, therefore, further highlight the need for structural insight into insect and venom ACE homologues for the potential development of novel anti-venoms and insecticides."}
{"text":"Hebei Province was affected by two coronavirus disease 2019 (COVID-19) outbreak waves during the period 22 January 2020 through 27 February 2020 (wave 1) and 2 January 2021 through 14 February 2021 (wave 2). To evaluate and compare the epidemiological characteristics, containment delay, cluster events and social activity, as well as non-pharmaceutical interventions of the two COVID-19 outbreak waves, we examined real-time update information on all COVID-19-confirmed cases from a publicly available database. Wave 1 was closely linked with the COVID-19 pandemic in Wuhan, whereas wave 2 was triggered, to a certain extent, by the increasing social activities such as weddings, multi-household gatherings and church events during the slack agricultural period. In wave 2, the epidemic spread undetected in the rural areas, and people living in the rural areas had a higher incidence rate than those living in the urban areas (5.3 vs. 22.0 per 1 000 000). Furthermore, Rt was greater than 1 in the early stage of the two outbreak waves, and decreased substantially after massive non-pharmaceutical interventions were implemented. In China's ‘new-normal’ situation, development of targeted and effective intervention remains key for COVID-19 control in consideration of the potential threat of new coronavirus strains."}
{"text":"In the situation of mass vaccination against COVID-19, few studies have reported on the early kinetics of specific antibodies (IgG\/IgM\/IgA) of vaccine breakthrough cases. There is still a lack of epidemiological evidence about the value of serological indicators in the auxiliary diagnosis of COVID-19 infection, especially when the nucleic acid results were undetectable. Omicron breakthrough cases post-inactivated vaccination (n = 456) and COVID-19-naive individuals with two doses of inactivated vaccination (n = 693) were enrolled. Blood samples were collected and tested for SARS-CoV-2 antibody levels based on the magnetic chemiluminescence enzyme immunoassay. Among Omicron breakthrough cases, the serum IgG antibody level was 36.34 Sample\/CutOff (S\/CO) (95% confidence interval [CI], 31.89 to 40.79) in the acute phase and 88.45 S\/CO (95% CI, 82.79 to 94.12) in the recovery phase. Serum IgA can be detected in the first week post-symptom onset (PSO) and showed an almost linear increase within 5 weeks PSO. Compared with those of breakthrough cases, IgG and IgA titers of the postimmune group were much lower (4.70 S\/CO and 0.46 S\/CO, respectively). Multivariate regression showed that serum IgG and IgA levels in Omicron breakthrough cases were mainly affected by the weeks PSO (P < 0.001). Receiver operating characteristic ROC0 curve analysis showed that the area under the curve (AUC) was 0.744 and 0.806 when the cutoff values of IgA and IgG were 1 S\/CO and 15 S\/CO, respectively. Omicron breakthrough infection can lead to a further increase in IgG and IgA levels relative to those of the immunized population. When nucleic acid real-time PCR was negative, we would use the kinetics of IgG and IgA levels to distinguish the breakthrough cases from the immunized population.\nIMPORTANCE This study fills a gap in the epidemiological evidence by investigating the value of serological indicators, particularly IgG and IgA levels, in the auxiliary diagnosis of COVID-19 infections when nucleic acid results are undetectable. The findings reveal that among Omicron breakthrough cases, both IgG and IgA antibody levels exhibit significant changes. Serum IgG levels increase during the acute phase and rise further in the recovery phase. Serum IgA can be detected as early as the first week post-symptom onset (PSO), showing a consistent linear increase within 5 weeks PSO. Furthermore, receiver operating characteristic (ROC) curve analysis demonstrates the potential of IgG and IgA cutoff values as diagnostic markers. The study’s conclusion underscores the importance of monitoring IgG and IgA kinetics in distinguishing Omicron breakthrough cases from vaccinated individuals. These findings contribute to the development of more accurate diagnostic approaches and help inform public health strategies during the ongoing COVID-19 pandemic."}
{"text":"Coronavirus disease 2019 (COVID-19) has harshly impacted Italy since its arrival in February 2020. In particular, provinces in Italy's Central and Northern macroregions have dealt with disproportionately greater case prevalence and mortality rates than those in the South. In this paper, we compare the morbidity and mortality dynamics of 16th and 17th century Plague outbreaks with those of the ongoing COVID-19 pandemic across Italian regions. We also include data on infectious respiratory diseases which are presently endemic to Italy in order to analyze the regional differences between epidemic and endemic disease. A Growth Curve Analysis allowed for the estimation of time-related intercepts and slopes across the 16th and 17th centuries. Those statistical parameters were later incorporated as criterion variables in multiple General Linear Models. These statistical examinations determined that the Northern macroregion had a higher intercept than the Southern macroregion. This indicated that provinces located in Northern Italy had historically experienced higher plague mortalities than Southern polities. The analyses also revealed that this geographical differential in morbidity and mortality persists to this day, as the Northern macroregion has experienced a substantially higher COVID-19 mortality than the Southern macroregion. These results are consistent with previously published analyses. The only other stable and significant predictor of epidemic disease mortality was foreign urban potential, a measure of the degree of interconnectedness between 16th and 17th century Italian cities. Foreign urban potential was negatively associated with plague slope and positively associated with plague intercept, COVID-19 mortality, GDP per capita, and immigration per capita. Its substantial contribution in predicting both past and present outcomes provides a temporal continuity not seen in any other measure tested here. Overall, this study provides compelling evidence that temporally stable geographical factors, impacting both historical and current foreign pathogen spread above and beyond other hypothesized predictors, underlie the disproportionate impact COVID-19 has had throughout Central and Northern Italian provinces."}
{"text":"The polysaccharide capsule of Cryptococcus neoformans—an opportunistic basidiomycete pathogen and the major etiological agent of fungal meningoencephalitis—is a key virulence factor that prevents its phagocytosis by host innate immune cells. However, the complex signaling networks for their synthesis and attachment remain elusive. In this study, we systematically analyzed capsule biosynthesis and signaling networks using C. neoformans transcription factor (TF) and kinase mutant libraries under diverse capsule-inducing conditions. We found that deletion of GAT201, YAP1, BZP4, and ADA2 consistently caused capsule production defects in all tested media, indicating that they are capsule-regulating core TFs. Epistatic and expression analyses showed that Yap1 and Ada2 control Gat201 upstream, whereas Bzp4 and Gat201 independently regulate capsule production. Next, we searched for potential upstream kinases and found that mutants lacking PKA1, BUD32, POS5, IRE1, or CDC2801 showed reduced capsule production under all three capsule induction conditions, whereas mutants lacking HOG1 and IRK5 displayed enhanced capsule production. Pka1 and Irk5 controlled the induction of GAT201 and BZP4, respectively, under capsule induction conditions. Finally, we monitored the transcriptome profiles governed by Bzp4, Gat201, and Ada2 under capsule-inducing conditions and demonstrated that these TFs regulate redundant and unique sets of downstream target genes. Bzp4, Ada2, and Gat201 govern capsule formation in C. neoformans by regulating the expression of various capsule biosynthesis genes and chitin\/chitosan synthesis genes in a positive and negative manner, respectively. In conclusion, this study provides further insights into the complex regulatory mechanisms of capsule production-related signaling pathways in C. neoformans.\nIMPORTANCE Over the past decades, human fungal pathogens, including C. neoformans, have emerged as a major public threat since the AIDS pandemic, only to gain more traction in connection to COVID-19. Polysaccharide capsules are rare fungal virulence factors that are critical for protecting C. neoformans from phagocytosis by macrophages. To date, more than 75 proteins involved in capsule synthesis and cell wall attachment have been reported in C. neoformans; however, their complex upstream signaling networks remain elusive. In this study, we demonstrated that Ada2, Yap1, Bzp4, and Gat201 were key capsule-inducing transcriptional regulators. Yap1 and Ada2 function upstream of Gat201, whereas Bzp4 and Gat201 function independently. Genome-wide transcriptome profiling revealed that Bzp4, Gat201, and Ada2 promote capsule production and attachment by positively and negatively regulating genes involved in capsule synthesis and chitin\/chitosan synthesis, respectively. Thus, this study provides comprehensive insights into the complex capsule-regulating signaling pathway in C. neoformans."}
{"text":"The ongoing pandemic caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is currently affecting millions of lives worldwide. Large retrospective studies indicate that an elevated level of inflammatory cytokines and pro-inflammatory factors are associated with both increased disease severity and mortality. Here, using multidimensional epigenetic, transcriptional, in vitro, and in vivo analyses, we report that topoisomerase 1 (TOP1) inhibition suppresses lethal inflammation induced by SARS-CoV-2. Therapeutic treatment with two doses of topotecan (TPT), an FDA-approved TOP1 inhibitor, suppresses infection-induced inflammation in hamsters. TPT treatment as late as 4 days post-infection reduces morbidity and rescues mortality in a transgenic mouse model. These results support the potential of TOP1 inhibition as an effective host-directed therapy against severe SARS-CoV-2 infection. TPT and its derivatives are inexpensive clinical-grade inhibitors available in most countries. Clinical trials are needed to evaluate the efficacy of repurposing TOP1 inhibitors for severe coronavirus disease 2019 (COVID-19) in humans.\nGraphical abstract\nInhibition of topoisomerase 1 through the FDA-approved molecule topotecan suppresses SARS-CoV-2-infection-associated lethal inflammation in hamster and mouse models without compromising antiviral immune responses."}
{"text":"Coronavirus disease 2019 (COVID-19) is an infectious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) with droplets and contact as the main means of transmission. Since the first case appeared in Wuhan, China, in December 2019, the outbreak has gradually spread nationwide. Up to now, according to official data released by the Chinese health commission, the number of newly diagnosed patients has been declining, and the epidemic is gradually being controlled. Although most patients have mild symptoms and good prognosis after infection, some patients developed severe and die from multiple organ complications. The pathogenesis of SARS-CoV-2 infection in humans remains unclear. Immune function is a strong defense against invasive pathogens and there is currently no specific antiviral drug against the virus. This article reviews the immunological changes of coronaviruses like SARS, MERS and other viral pneumonia similar to SARS-CoV-2. Combined with the published literature, the potential pathogenesis of COVID-19 is inferred, and the treatment recommendations for giving high-doses intravenous immunoglobulin and low-molecular-weight heparin anticoagulant therapy to severe type patients are proposed."}
{"text":"Given our global interconnectedness, the COVID-19 pandemic highlights the urgency of building a global system that can support both routine and pandemic\/epidemic adult immunization. As such, a framework to recommend vaccines and build robust platforms to deliver them to protect the rapidly expanding demographic of older adults is needed. Adult immunization as a strategy has the broad potential to preserve and improve medical, social, and economic outcomes, including maintaining functional ability that benefits older adults, their families, communities, and countries. While we will soon have multiple vaccines against COVID-19, we must recognize that we already have a variety of vaccines against other pathogens that can keep adults healthier. They can prevent simultaneous co-infection with COVID-19, and may favorably impact- the outcome of a COVID-19 illness. Further, administering a vaccine against COVID-19 requires planning now to determine delivery strategies impacting how older adults will be immunized in a timely manner. A group of international experts with various backgrounds from health and aging disciplines met to discuss the evidence case for adult immunization and crucial knowledge gaps that must be filled in order to implement effective policies and programs for older adult immunization. This group, coming together as the International Council on Adult Immunization (ICAI), outlined a high-level roadmap to catalyze action, provide policy guidance, and envision a global adult immunization platform that can be adapted by countries to fit their local contexts. Further meetings centered around the value of adult immunization, particularly in the context of COVID-19. There was agreement that programs to deliver existing influenza, pneumococcal, herpes zoster vaccines, and future COVID-19 vaccines to over a billion older adults who are at substantially higher risk of death and disability due to vaccine-preventable diseases are more urgent than ever before. Here we present a proposed framework for delivering routine and pandemic vaccines. We call upon the global community and governments to prioritize action for integrating robust adult immunization programs into the public health agenda."}
{"text":"Current epidemics, such as AIDS or flu, and the emergence of new threatening pathogens, such as the one causing the current coronavirus disease 2019 (COVID-19) pandemic, represent major global health challenges. While vaccination is an important part of the arsenal to counter the spread of viral diseases, it presents limitations and needs to be complemented by efficient therapeutic solutions. Intricate knowledge of host-pathogen interactions is a powerful tool to identify host-dependent vulnerabilities that can be exploited to dampen viral replication. Such host-directed antiviral therapies are promising and are less prone to the development of drug-resistant viral strains. Here, we first describe proteomics-based strategies that allow the rapid characterization of host-pathogen interactions. We then discuss how such data can be exploited to help prioritize compounds with potential host-directed antiviral activity that can be tested in preclinical models."}
{"text":"Whilst scientific knowledge about SARS-CoV-2 and COVID-19 is rapidly increasing, much of the effects on pregnant women is still unknown. To accommodate pregnancy, the human endometrium must undergo a physiological transformation called decidualization. These changes encompass the remodeling of endometrial immune cells leading to immunotolerance of the semi-allogenic conceptus as well as defense against pathogens. The angiotensin converting enzyme 2 (ACE2) plays an important regulatory role in the renin-angiotensin-system (RAS) and has been shown to be protective against comorbidities known to worsen COVID-19 outcomes. Furthermore, ACE2 is also crucial for decidualization and thus for early gestation. An astounding gender difference has been found in COVID-19 with male patients presenting with more severe cases and higher mortality rates. This could be attributed to differences in sex chromosomes, hormone levels and behavior patterns. Despite profound changes in the female body during pregnancy, expectant mothers do not face worse outcomes compared with non-pregnant women. Whereas mother-to-child transmission through respiratory droplets during labor or in the postnatal period is known, another question of in utero transmission remains unanswered. Evidence of placental SARS-CoV-2 infection and expression of viral entry receptors at the maternal-fetal interface suggests the possibility of in utero transmission. SARS-CoV-2 can cause further harm through placental damage, maternal systemic inflammation, and hindered access to health care during the pandemic. More research on the effects of COVID-19 during early pregnancy as well as vaccination and treatment options for gravid patients is urgently needed."}
{"text":"The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)\/coronavirus disease 2019 (COVID-19) pandemic has highlighted an important role for efficient surveillance of microbial pathogens. High-throughput sequencing technologies provide valuable surveillance tools, offering opportunities to conduct high-resolution monitoring from diverse sample types, including from environmental sources. However, given their large size and potential to contain mixtures of lineages within samples, such genomic data sets can present challenges for analyzing the data and communicating results with diverse stakeholders. Here, we report MixviR, an R package for exploring, analyzing, and visualizing genomic data from potentially mixed samples of a target microbial group. MixviR characterizes variation at both the nucleotide and amino acid levels and offers the RShiny interactive dashboard for exploring data. We demonstrate MixviR’s utility with validation studies using mixtures of known lineages from both SARS-CoV-2 and Mycobacterium tuberculosis and with a case study analyzing lineages of SARS-CoV-2 in wastewater samples over time at a sampling location in Ohio, USA.\nIMPORTANCE High-throughput sequencing technologies hold great potential for contributing to genomic-based surveillance of microbial diversity from environmental samples. However, the size of the data sets, along with the potential for environmental samples to contain multiple evolutionary lineages of interest, present challenges around analyzing and effectively communicating inferences from these data sets. The software described here provides a novel and valuable tool for exploring such data. Though originally designed and used for monitoring SARS-CoV-2 lineages in wastewater, it can also be applied to analyses of genomic diversity in other microbial groups."}
{"text":"To better tackle diseases and sustain healthy ecosystems, One Health programs must efficiently bridge health in humans, domestic\/livestock species, wild animals and plants, agriculture\/aquaculture, and the environment. The Smithsonian Institution proposes to address this by considering ‘health' in a broad sense – the absence of undue pathogens and unnecessary stress for any organisms as well as access to good living conditions in functional environments. Considering the interconnectedness of all life forms, the Smithsonian plans to create a framework that will integrate cultural, social, and educational components into health research on humans, animals, plants, or ecosystems. The objectives of this perspective article are to (1) propose an innovative framework to support an interconnected\/integrated approach to health and (2) provide examples fostering impactful collaborations on One Health research and education. Based on the core strengths of the Smithsonian (multidisciplinary research, outreach and education programs, libraries\/archives, and collections) and central institutional support, this framework has the potential to extend existing health-related projects, address new needs and situations (e.g., response to pandemics), provide invaluable resources to inform policy and decision makers, and educate all audiences globally."}
{"text":"While IgM and IgG response to SARS-CoV-2 has been extensively studied, relatively little is known about secretory IgA (sIgA) response in respiratory mucosa. Here we report IgA response to the SARS-CoV-2 in sputum, throat swabs, and serum with nucleocapsid protein (NP) enzyme-linked immunosorbent assays (ELISA) in a cohort of 28 COVID-19 patients and 55 vaccine recipients. The assays showed sIgA in respiratory mucosa could be detected on the first day after illness onset (AIO), and the median conversion time for sIgA in sputum, throat swabs, and serum was 3, 4, and 10 days, respectively. The positive rates of sIgA first week AIO were 100% (24\/28) and 85.7% (24\/28) in sputum and throat swabs, respectively, and were both 100% during the mid-onset (2–3 weeks AIO). During the recovery period, sIgA positive rates in sputum and throat swabs gradually decreased from 60.7% (17\/28) and 57.1% (16\/28) 1 month AIO and the sIgA antibodies were all undetectable 6 months AIO. However, serum IgA positive rate was still 100% at 4 months and 53.6% (15\/28) at 6 months. Throat swabs obtained from volunteers who received inactivated SARS-CoV-2 vaccines by intramuscular delivery all showed negative results in IgA ELISA. These findings will likely improve our understanding of respiratory mucosal immunity of this emerging disease and help in containing the pandemic and developing vaccines."}
{"text":"The spread of COVID-19 worldwide continues despite multidimensional efforts to curtail its spread and provide treatment. Efforts to contain the COVID-19 pandemic have triggered partial or full lockdowns across the globe. This paper presents a novel framework that intelligently combines machine learning models and the Internet of Things (IoT) technology specifically to combat COVID-19 in smart cities. The purpose of the study is to promote the interoperability of machine learning algorithms with IoT technology by interacting with a population and its environment to curtail the COVID-19 pandemic. Furthermore, the study also investigates and discusses some solution frameworks, which can generate, capture, store, and analyze data using machine learning algorithms. These algorithms can detect, prevent, and trace the spread of COVID-19 and provide a better understanding of the disease in smart cities. Similarly, the study outlined case studies on the application of machine learning to help fight against COVID-19 in hospitals worldwide. The framework proposed in the study is a comprehensive presentation on the major components needed to integrate the machine learning approach with other AI-based solutions. Finally, the machine learning framework presented in this study has the potential to help national healthcare systems in curtailing the COVID-19 pandemic in smart cities. In addition, the proposed framework is poised as a pointer for generating research interests that would yield outcomes capable of been integrated to form an improved framework."}
{"text":"Wild birds have emerged as novel reservoirs and potential spreaders of antibiotic-resistant priority pathogens, being proposed as sentinels of anthropogenic activities related to the use of antimicrobial compounds. The aim of this study was to investigate the occurrence and genomic features of extended-spectrum β-lactamase (ESBL)-producing bacteria in wild birds in South America. In this regard, we have identified two ESBL (CTX-M-55 and CTX-M-65)-positive Escherichia coli (UNB7 and GP188 strains) colonizing Creamy-bellied Thrush (Turdus amaurochalinus) and Variable Hawk (Geranoaetus polyosoma) inhabiting synanthropic and wildlife environments from Brazil and Chile, respectively. Whole-genome sequence (WGS) analysis revealed that E. coli UNB7 and GP188 belonged to the globally disseminated clone ST602, carrying a wide resistome against antibiotics (β-lactams), heavy metals (arsenic, copper, mercury), disinfectants (quaternary ammonium compounds), and pesticides (glyphosate). Additionally, E. coli UNB7 and GP188 strains harbored virulence genes encoding hemolysin E, type II and III secretion systems, increased serum survival, adhesins and siderophores. SNP-based phylogenomic analysis, using an international genome database, revealed genomic relatedness (19–363 SNP differences) of GP188 with livestock and poultry strains, and genomic relatedness (61–318 differences) of UNB7 with environmental, human and livestock strains (Table S1), whereas phylogeographical analysis confirmed successful expansion of ST602 as a global clone of One Health concern. In summary, our results support that ESBL-producing E. coli ST602 harboring a wide resistome and virulome have begun colonizing wild birds in South America, highlighting a potential new reservoir of critical priority pathogens.\nGraphical abstract\nHighlights\nESBL-producing bacteria in wild birds from South America have been investigated.\nColonization of wild birds by CTX-M-producing E. coli is highlighted.\nGlobal E. coli ST602 clone carrying wide resistome and virulome was identified.\nPhylogenomics revealed relatedness with animal, environmental and human strains.\nPhylogeographical analysis confirmed ST602 as a global clone of One Health concern."}
{"text":"The emergence of severe acute respiratory syndrome coronavirus 2 (SARS-COV-2), which is causing the coronavirus disease-2019 (COVID-19) pandemic, poses a global health threat. However, it is easy to confuse COVID-19 with seasonal influenza in preliminary clinical diagnosis. In this study, the differences between influenza and COVID-19 in epidemiological features, clinical manifestations, comorbidities and pathogen biology were comprehensively compared and analyzed. SARS-CoV-2 causes a higher proportion of pneumonia (90.67 vs. 17.07%) and acute respiratory distress syndrome (12.00 vs. 0%) than influenza A virus. The proportion of leukopenia for influenza patients was 31.71% compared with 12.00% for COVID-19 patients (P = 0.0096). The creatinine and creatine kinase were significantly elevated when there were COVID-19 patients. The basic reproductive number (R0) for SARS-CoV-2 is 2.38 compared with 1.28 for seasonal influenza A virus. The mutation rate of SARS-CoV-2 ranges from 1.12 × 10−3 to 6.25 × 10−3, while seasonal influenza virus has a lower evolutionary rate (0.60-2.00 × 10−6). Overall, this study compared the clinical features and outcomes of medically attended COVID-19 and influenza patients. In addition, the S477N and N439K mutations on spike may affect the affinity with receptor ACE2. This study will contribute to COVID-19 control and epidemic surveillance in the future."}
{"text":"Human coronaviruses continue to pose a threat to human health. The emergence of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in December 2019 which causes coronavirus disease-2019 (COVID-19), an acute respiratory disease marked the third introduction of a highly pathogenic coronavirus into the human population in the twenty-first century. This recent emergence of a previously unknown coronavirus in China leads to huge impacts on humans globally. Covid-19 is a challenge to global public health. Here, we discuss the COVID-19 outbreak in a one health context, highlighting the need for the implementation of one health measures and practices to improve human health and reduce the emergence of pandemic viruses."}
{"text":"The coronavirus disease 2019 (COVID-19) pandemic continues to pose a global threat to the human population. Identifying animal species susceptible to infection with the SARS-CoV-2\/ HCoV-19 pathogen is essential for controlling the outbreak and for testing valid prophylactics or therapeutics based on animal model studies. Here, different aged Chinese tree shrews (adult group, 1 year old; old group, 5–6 years old), which are close relatives to primates, were infected with SARS-CoV-2. X-ray, viral shedding, laboratory, and histological analyses were performed on different days post-inoculation (dpi). Results showed that Chinese tree shrews could be infected by SARS-CoV-2. Lung infiltrates were visible in X-ray radiographs in most infected animals. Viral RNA was consistently detected in lung tissues from infected animals at 3, 5, and 7 dpi, along with alterations in related parameters from routine blood tests and serum biochemistry, including increased levels of aspartate aminotransferase (AST) and blood urea nitrogen (BUN). Histological analysis of lung tissues from animals at 3 dpi (adult group) and 7 dpi (old group) showed thickened alveolar septa and interstitial hemorrhage. Several differences were found between the two different aged groups in regard to viral shedding peak. Our results indicate that Chinese tree shrews have the potential to be used as animal models for SARS-CoV-2 infection."}
{"text":"Inflammatory responses rapidly detect pathogen invasion and mount a regulated reaction. However, dysregulated anti-pathogen immune responses can provoke life-threatening inflammatory pathologies collectively known as cytokine release syndrome (CRS), exemplified by key clinical phenotypes unearthed during the SARS-CoV-2 pandemic. The underlying pathophysiology of CRS remains elusive. We found that FLIP, a protein that controls caspase-8 death pathways, was highly expressed in myeloid cells of COVID-19 lungs. FLIP controlled CRS by fueling a STAT3-dependent inflammatory program. Indeed, constitutive expression of a viral FLIP homolog in myeloid cells triggered a STAT3-linked, progressive, and fatal inflammatory syndrome in mice, characterized by elevated cytokine output, lymphopenia, lung injury, and multiple organ dysfunctions that mimicked human CRS. As STAT3-targeting approaches relieved inflammation, immune disorders, and organ failures in these mice, targeted intervention towards this pathway could suppress the lethal CRS inflammatory state."}
{"text":"The basic reproductive number, R0, is one of the most common and most commonly misapplied numbers in public health. Often used to compare outbreaks and forecast pandemic risk, this single number belies the complexity that different epidemics can exhibit, even when they have the same R0. Here, we reformulate and extend a classic result from random network theory to forecast the size of an epidemic using estimates of the distribution of secondary infections, leveraging both its average R0 and the underlying heterogeneity. Importantly, epidemics with lower R0 can be larger if they spread more homogeneously (and are therefore more robust to stochastic fluctuations). We illustrate the potential of this approach using different real epidemics with known estimates for R0, heterogeneity and epidemic size in the absence of significant intervention. Further, we discuss the different ways in which this framework can be implemented in the data-scarce reality of emerging pathogens. Lastly, we demonstrate that without data on the heterogeneity in secondary infections for emerging infectious diseases like COVID-19 the uncertainty in outbreak size ranges dramatically. Taken together, our work highlights the critical need for contact tracing during emerging infectious disease outbreaks and the need to look beyond R0."}
{"text":"Epithelial cells are an important line of defense within the lung. Disruption of the epithelial barrier by pathogens enables the systemic dissemination of bacteria or viruses within the host leading to severe diseases with fatal outcomes. Thus, the lung epithelium can be damaged by seasonal and pandemic influenza A viruses. Influenza A virus infection induced dysregulation of the immune system is beneficial for the dissemination of bacteria to the lower respiratory tract, causing bacterial and viral co-infection. Host cells regulate protein homeostasis and the response to different perturbances, for instance provoked by infections, by post translational modification of proteins. Aside from protein phosphorylation, ubiquitination of proteins is an essential regulatory tool in virtually every cellular process such as protein homeostasis, host immune response, cell morphology, and in clearing of cytosolic pathogens. Here, we analyzed the proteome and ubiquitinome of A549 alveolar lung epithelial cells in response to infection by either Streptococcus pneumoniae D39Δcps or influenza A virus H1N1 as well as bacterial and viral co-infection. Pneumococcal infection induced alterations in the ubiquitination of proteins involved in the organization of the actin cytoskeleton and Rho GTPases, but had minor effects on the abundance of host proteins. H1N1 infection results in an anti-viral state of A549 cells. Finally, co-infection resembled the imprints of both infecting pathogens with a minor increase in the observed alterations in protein and ubiquitination abundance."}
{"text":"Multidrug-resistant Klebsiella pneumoniae producing the KPC carbapenemase have rapidly spread throughout the world, causing severe healthcare-associated infections with limited antimicrobial treatment options. Dissemination of KPC-producing K. pneumoniae is largely attributed to expansion of a single dominant strain, ST258. In this study, we explore phylogenetic relationships and evolution within ST258 and its clonal group, CG258, using whole genome sequence analysis of 167 isolates from 20 countries collected over 17 years. Our results show a common ST258 ancestor emerged from its diverse parental clonal group around 1995 and likely acquired bla KPC prior to dissemination. Over the past two decades, ST258 has remained highly clonal despite diversity in accessory elements and divergence in the capsule polysaccharide synthesis locus. Apart from the large recombination event that gave rise to ST258, few mutations set it apart from its clonal group. However, one mutation occurs in a global transcription regulator. Characterization of outer membrane protein sequences revealed a profile in ST258 that includes a truncated OmpK35 and modified OmpK37. Our work illuminates potential genomic contributors to the pathogenic success of ST258, helps us better understand the global dissemination of this strain, and identifies genetic markers unique to ST258."}
{"text":"The emotion of disgust is suggested to be an adaptation that evolved to keep us away from sources of infection. Therefore, individuals from populations with greater pathogen stress should have a greater disgust sensitivity. However, current evidence for a positive relationship between disgust sensitivity and the intensity of infectious diseases in the environment is limited. We tested whether disgust and contamination sensitivity changed in response to the COVID-19 pandemic. Disgust was assessed in 984 women in 2017 (before pandemic) and 633 women in 2020 (during pandemic) by a set of photographs depicting sources of infection and Pathogen and Moral of Three-Domain Disgust Scale. Further, contamination sensitivity among participants in two waves was measured by Contamination Obsessions and Washing Compulsions Subscale of Padua Inventory. State anxiety was measured with the Polish adaptation of the State-Trait Anxiety Inventory (STAI) only during the second wave of data collection. Women from the COVID-19 pandemic group assessed the photographs depicting sources of infection as more disgusting, scoring higher on Padua Inventory, but lower on Moral Disgust Domain as compared to women from before the pandemic. In addition, anxiety levels during pandemic positively correlated with scores from Pathogen Disgust Domain, Padua Inventory, and the ratings of the photographs. The participants of the study scored higher in state anxiety than the norms determined for the Polish population. Summarizing, we present evidence for differences in individual levels of disgust sensitivity in relation to pathogen stress, supporting the idea that disgust evolved to serve as protection from pathogens."}
{"text":"The recurring outbreaks caused by emerging RNA viruses have fostered an increased interest in the research of the mechanisms that regulate viral life cycles and the pathological outcomes associated with infections. Although interactions at the protein level are well-studied, interactions mediated by RNA molecules are less explored. RNA viruses can encode small non-coding RNAs molecules (sncRNAs), including viral miRNAs (v-miRNAs), that play important roles in modulating host immune responses and viral replication by targeting viral or host transcripts. Starting from the analysis of public databases compiling the known repertoire of viral ncRNA molecules and the evolution of publications and research interests on this topic in the wake of the COVID-19 pandemic, we provide an updated view on the current knowledge on viral sncRNAs, with a focus on v-miRNAs encoded by RNA viruses, and their mechanisms of action. We also discuss the potential of these molecules as diagnostic and prognostic biomarkers for viral infections and the development of antiviral therapies targeting v-miRNAs. This review emphasizes the importance of continued research efforts to characterize sncRNAs encoded by RNA viruses, identifies the most relevant pitfalls in the study of these molecules, and highlights the paradigm changes that have occurred in the last few years regarding their biogenesis, prevalence and functional relevance in the context of host-pathogen interactions."}
{"text":"Wastewater-Based Epidemiology (WBE) is a novel community-wide monitoring tool that provides comprehensive real-time data of the public and environmental health status and can contribute to public health interventions, including those related to infectious disease outbreaks (e.g., the ongoing COVID-19 pandemic). Nonetheless, municipalities without centralized laboratories are likely still not able to process WBE samples. Biosensors are a potentially cost-effective solution to monitor the development of diseases through WBE to prevent local outbreaks. This review discusses the economic and technical feasibility of eighteen recently developed biosensors for the detection and monitoring of infectious disease agents in wastewater, prospecting the prevention of future pandemics.\nGraphical abstract\nAn evidence-based Decision-Making process for the monitoring of viral pathogens in wastewater through biosensing techniques is proposed with the aim of tracing, mitigating, and preventing disease outbreaks in resource-constrained regions. Created with BioRender.com."}
{"text":"Vibrio cholerae is a diverse species of Gram-negative bacteria, commonly found in the aquatic environment and the causative agent of the potentially deadly disease cholera. These bacteria employ a type VI secretion system (T6SS) when they encounter prokaryotic and eukaryotic competitors. This contractile puncturing device translocates a set of effector proteins into neighboring cells. Translocated effectors are toxic unless the targeted cell produces immunity proteins that bind and deactivate incoming effectors. Comparison of multiple V. cholerae strains indicates that effectors are encoded in T6SS effector modules on mobile genetic elements. We identified a diverse group of chimeric T6SS adaptor proteins required for the translocation of diverse effectors encoded in modules. An example for a T6SS effector that requires T6SS adaptor protein 1 (Tap-1) is TseL found in pandemic V. cholerae O1 serogroup strains and other clinical isolates. We propose a model in which Tap-1 is required for loading TseL onto the secretion apparatus. After T6SS-mediated TseL export is completed, Tap-1 is retained in the bacterial cell to load other T6SS machines."}
{"text":"The COVID-19 pandemic made imperative the search for means to end it, which requires a knowledge of the mechanisms underpinning the multiplication and spread of its cause, the coronavirus SARS-CoV-2. Many viruses use members of the hosts’ chaperoning system to infect the target cells, replicate, and spread, and here we present illustrative examples. Unfortunately, the role of chaperones in the SARS-CoV-2 cycle is still poorly understood. In this review, we examine the interactions of various coronaviruses during their infectious cycle with chaperones in search of information useful for future research on SARS-CoV-2. We also call attention to the possible role of molecular mimicry in the development of autoimmunity and its widespread pathogenic impact in COVID-19 patients. Viral proteins share highly antigenic epitopes with human chaperones, eliciting anti-viral antibodies that crossreact with the chaperones. Both, the critical functions of chaperones in the infectious cycle of viruses and the possible role of these molecules in COVID-19 autoimmune phenomena, make clear that molecular chaperones are promising candidates for the development of antiviral strategies. These could consist of inhibiting-blocking those chaperones that are necessary for the infectious viral cycle, or those that act as autoantigens in the autoimmune reactions causing generalized destructive effects on human tissues."}
{"text":"Background\nThe stay-at-home orders imposed in early April 2020 due to the COVID-19 pandemic in various states complicated mosquito control activities across the United States (US), and Florida was no exception. Mosquito control programs are the first line of defense against mosquito-borne pathogens. The purpose of this study was to examine the capabilities of Florida mosquito programs to implement key mosquito measures during the COVID-19 pandemic lockdown.\nMethods\nUsing a self-administered online survey, we examined the capabilities of all Florida mosquito control programs (both state-approved mosquito districts, N = 63; and open programs, N = 27) at a time when the state of Florida was still under heightened awareness of, stay-at-home orders and planning a phase 1 reopening over the COVID-19 pandemic (June to July 2020). The final sample included mosquito control programs structured as the Board of County Commissioners (BOCC) (n = 42), independent tax district (n = 16), municipal (n = 10), and health or emergency department (n = 5). We used descriptive statistics to summarize information about the characteristics of responding programs, their implemented mosquito control and surveillance activities.  wWe used bivariate analysis to compare the characteristics of responding programs and the self-reported mosquito measures.\nResults\nOf the recruited mosquito control programs, 73 completed the survey (81.1% response rate; 73\/90). Of these, 57.5% (n = 42) were Board of County Commissioners (BOCC) mosquito control programs, 21.9% (n = 16) were independent tax district programs, 13.7% (n = 10) were municipal mosquito control programs, and only 6.8% (n = 5) were either health or emergency department mosquito control programs. Except for arbovirus surveillance, most programs either fully or partially performed larval (61.8%) and adult (78.9%) surveillance; most programs conducted species-specific control for Aedes aegypti (85.2%, n = 54), Aedes albopictus (87.3%, n = 55), Culex quinquefasciatus (92.1%, n = 58), and Culex nigripalpus (91.9%, n = 57).\nConclusions\nFindings underscore the importance of ongoing mosquito control activities, and suggest that Florida mosquito control programs are vigilant and have significant capability to handle potential mosquito-borne disease threats, but arbovirus surveillance systems (laboratory testing of mosquito pools and testing of human and nonhuman specimens for arboviruses) are needed during pandemics as well."}
{"text":"Abstract\nBackground\nAerosol inhalation is recognized as the dominant mode of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) transmission. Three highly transmissible lineages evolved during the pandemic. One hypothesis to explain increased transmissibility is that natural selection favors variants with higher rates of viral aerosol shedding. However, the extent of aerosol shedding of successive SARS-CoV-2 variants is unknown. We aimed to measure the infectivity and rate of SARS-CoV-2 shedding into exhaled breath aerosol (EBA) by individuals during the Delta and Omicron waves and compared those rates with those of prior SARS-CoV-2 variants from our previously published work.\nMethods\nIndividuals with coronavirus disease 2019 (COVID-19) (n = 93; 32 vaccinated and 20 boosted) were recruited to give samples, including 30-minute breath samples into a Gesundheit-II EBA sampler. Samples were quantified for viral RNA using reverse-transcription polymerase chain reaction and cultured for virus.\nResults\nAlpha (n = 4), Delta (n = 3), and Omicron (n = 29) cases shed significantly more viral RNA copies into EBAs than cases infected with ancestral strains and variants not associated with increased transmissibility (n = 57). All Delta and Omicron cases were fully vaccinated and most Omicron cases were boosted. We cultured virus from the EBA of 1 boosted and 3 fully vaccinated cases.\nConclusions\nAlpha, Delta, and Omicron independently evolved high viral aerosol shedding phenotypes, demonstrating convergent evolution. Vaccinated and boosted cases can shed infectious SARS-CoV-2 via EBA. These findings support a dominant role of infectious aerosols in transmission of SARS-CoV-2. Monitoring aerosol shedding from new variants and emerging pathogens can be an important component of future threat assessments and guide interventions to prevent transmission.\nHighly transmissible variants (Alpha, Delta, and Omicron) demonstrate greater viral aerosol shedding phenotypes compared with prior variants, consistent with a dominant role for airborne transmission of COVID-19. Fully vaccinated and boosted individuals infected with SARS-CoV-2 can shed infectious viral aerosols."}
{"text":"Throughout 2020, COVID-19 interventions prioritised symptomatic individuals despite growing evidence of pre-symptomatic and asymptomatic transmission. From the pandemic we have learned that global health is slow to quantify asymptomatic disease transmission and slow to implement relevant interventions. While asymptomatic infectious periods exist for nearly all pathogens, it is frequently ignored during case finding, and there are limited research efforts to understand its potential to drive small scale outbreaks, epidemics and pandemics.\nWe conducted a pragmatic review on 15 key pathogens including SARS-CoV-2 and Ebola to demonstrate substantial variation in terminology around asymptomatic infectious individuals, and varying proportions of asymptomatic amongst prevalent infectious cases (0-99%) and their contribution to transmission (0-96%). While no pattern was discernible by pathogen type (virus, bacteria, parasite) or mode of transmission (direct, indirect or mixed), there are multiple lessons to learn from previous and current control programmes.\nAs found during the COVID-19 pandemic, overlooking asymptomatic infectious individuals can impede disease control. Improving our understanding of how asymptomatic individuals can drive epidemics can strengthen our efforts to control current pathogens, and improve our preparedness for when the next new pathogen emerges."}
{"text":"Background\nInflammation-mediated lung injury is a major cause of health problems in many countries and has been the leading cause of morbidity\/mortality in intensive care units. In the current COVID-19 pandemic, the majority of the patients experienced serious pneumonia resulting from inflammation (Acute respiratory distress syndrome\/ARDS). Pathogenic infections cause cytokine release syndrome (CRS) by hyperactivation of immune cells, which in turn release excessive cytokines causing ARDS. Currently, there are no standard therapies for viral, bacterial or pathogen-mediated CRS.\nPurpose\nThis study aimed to investigate and validate the protective effects of Dehydrozingerone (DHZ) against LPS induced lung cell injury by in-vitro and in-vivo models and to gain insights into the molecular mechanisms that mediate these therapeutic effects.\nMethods\nThe therapeutic activity of DHZ was determined in in-vitro models by pre-treating the cells with DHZ and exposed to LPS to stimulate the inflammatory cascade of events. We analysed the effect of DHZ on LPS induced inflammatory cytokines, chemokines and cell damage markers expression\/levels using various cell lines. We performed gene expression, ELISA, and western blot analysis to elucidate the effect of DHZ on inflammation and its modulation of MAPK and NF-κB pathways. Further, the prophylactic and therapeutic effect of DHZ was evaluated against the LPS induced ARDS model in rats.\nResults\nDHZ significantly (p < 0.01) attenuated the LPS induced ROS, inflammatory cytokine, chemokine gene expression and protein release in macrophages. Similarly, DHZ treatment protected the lung epithelial and endothelial cells by mitigating the LPS induced inflammatory events in a dose-dependent manner. In vivo analysis showed that DHZ treatment significantly (p < 0.001) mitigated the LPS induced ARDS pathophysiology of increase in the inflammatory cells in BALF, inflammatory cytokine and chemokines in lung tissues. LPS stimulated neutrophil-mediated events, apoptosis, alveolar wall thickening and alveolar inflammation were profoundly reduced by DHZ treatment in a rat model.\nConclusion\nThis study demonstrates for the first time that DHZ has the potential to ameliorate LPS induced ARDS by inhibiting cytokine storm and oxidative through modulating the MAPK and NF-κB pathways. This data provides pre-clinical support to develop DHZ as a potential therapeutic agent against ARDS.\nGraphical abstract"}
{"text":"Background\nThe current COVID-19 pandemic is posing a major challenge to public health on a global scale. While it is generally believed that severe COVID-19 results from over-expression of inflammatory mediators (i.e., a “cytokine storm”), it is still unclear whether and how co-infecting pathogens contribute to disease pathogenesis. To address this, we followed the entire course of the disease in cases with severe or critical COVID-19 to determine the presence and abundance of all potential pathogens present—the total “infectome”—and how they interact with the host immune system in the context of severe COVID-19.\nMethods\nWe examined one severe and three critical cases of COVID-19, as well as a set of healthy controls, with longitudinal samples (throat swab, whole blood, and serum) collected from each case. Total RNA sequencing (meta-transcriptomics) was performed to simultaneously investigate pathogen diversity and abundance, as well as host immune responses, in each sample. A Bio-Plex method was used to measure serum cytokine and chemokine levels.\nResults\nEight pathogens, SARS-CoV-2, Aspergillus fumigatus (A. fumigatus), Mycoplasma orale (M. orale), Myroides odoratus (M. odoratus), Acinetobacter baumannii (A. baumannii), Candida tropicalis, herpes simplex virus (HSV) and human cytomegalovirus (CMV), identified in patients with COVID-19 appeared at different stages of the disease. The dynamics of inflammatory mediators in serum and the respiratory tract were more strongly associated with the dynamics of the infectome compared with SARS-CoV-2 alone. Correlation analysis revealed that pulmonary injury was directly associated with cytokine levels, which in turn were associated with the proliferation of SARS-CoV-2 and co-infecting pathogens.\nConclusions\nFor each patient, the cytokine storm that resulted in acute lung injury and death involved a dynamic and highly complex infectome, of which SARS-CoV-2 was a component. These results indicate the need for a precision medicine approach to investigate both the infection and host response as a standard means of infectious disease characterization."}
{"text":"Background\nAs many respiratory viruses are responsible for influenza like symptoms, accurate measures of the disease burden are not available and estimates are generally based on statistical methods. The objective of this study was to estimate absenteeism rates and hours lost due to seasonal influenza and compare these estimates with estimates of absenteeism attributable to the two H1N1 pandemic waves that occurred in 2009.\nMethods\nKey absenteeism variables were extracted from Statistics Canada's monthly labour force survey (LFS). Absenteeism and the proportion of hours lost due to own illness or disability were modelled as a function of trend, seasonality and proxy variables for influenza activity from 1998 to 2009.\nResults\nHours lost due to the H1N1\/09 pandemic strain were elevated compared to seasonal influenza, accounting for a loss of 0.2% of potential hours worked annually. In comparison, an estimated 0.08% of hours worked annually were lost due to seasonal influenza illnesses. Absenteeism rates due to influenza were estimated at 12% per year for seasonal influenza over the 1997\/98 to 2008\/09 seasons, and 13% for the two H1N1\/09 pandemic waves. Employees who took time off due to a seasonal influenza infection took an average of 14 hours off. For the pandemic strain, the average absence was 25 hours.\nConclusions\nThis study confirms that absenteeism due to seasonal influenza has typically ranged from 5% to 20%, with higher rates associated with multiple circulating strains. Absenteeism rates for the 2009 pandemic were similar to those occurring for seasonal influenza. Employees took more time off due to the pandemic strain than was typical for seasonal influenza."}
{"text":"The rapid spread of SARS-CoV-2 leading to the COVID-19 pandemic with more than 400,000 deaths worldwide and the global economy shut down has substantially accelerated the research and development of novel and efficient COVID-19 antiviral drugs and vaccines. In the short term, antiviral and other drugs have been subjected to repurposing against COVID-19 demonstrating some success, but some excessively hasty conclusions drawn from significantly suboptimal clinical evaluations have provided false hope. On the other hand, more than 300 potential therapies and at least 150 vaccine studies are in progress at various stages of preclinical or clinical research. The aim here is to provide a timely update of the development, which, due to the intense activities, moves forward with unprecedented speed.\nLay abstract\nThe COVID-19 pandemic took the whole world by surprise by its rapid spread causing enormous destruction to the global health and economy. The unprecedented severity of the disease has led to worldwide death tolls not seen since the Spanish flu pandemic in 1918. The spread of COVID-19 due to modern mobility and the absence of efficient antiviral drugs and vaccines have forced administrations all over the world to place societies under confinements and lockdowns. Accelerated attention has been paid to the development of novel treatments and prevention of COVID-19. The review aims at providing an update of the status on drug and vaccine development to eliminate the pandemic."}
{"text":"Halobacteriovorax is a genus of naturally occurring marine predatory bacteria that attack, replicate within, and lyse vibrios and other bacteria. This study evaluated the specificity of four Halobacteriovorax strains against important sequence types (STs) of clinically relevant Vibrio parahaemolyticus, including pandemic strains ST3 and ST36. The Halobacteriovorax bacteria were previously isolated from seawater from the Mid-Atlantic, Gulf of Mexico, and Hawaiian coasts of the United States. Specificity screening was performed using a double agar plaque assay technique on 23 well-characterized and genomically sequenced V. parahaemolyticus strains isolated from infected individuals from widely varying geographic locations within the United States. With few exceptions, results showed that Halobacteriovorax bacteria were excellent predators of the V. parahaemolyticus strains regardless of the origins of the predator or prey. Sequence types and serotypes of V. parahaemolyticus did not influence host specificity, nor did the presence or absence of genes for the thermostable direct hemolysin (TDH) or the TDH-related hemolysin, although faint (cloudy) plaques were present when one or both hemolysins were absent in three of the Vibrio strains. Plaque sizes varied depending on both the Halobacteriovorax and Vibrio strains evaluated, suggesting differences in Halobacteriovorax replication and\/or growth rates. The very broad infectivity of Halobacteriovorax toward pathogenic strains of V. parahaemolyticus makes Halobacteriovorax a strong candidate for use in commercial processing applications to enhance the safety of seafoods.\nIMPORTANCE Vibrio parahaemolyticus is a formidable obstacle to seafood safety. Strains pathogenic to humans are numerous and difficult to control, especially within molluscan shellfish. The pandemic spread of ST3 and ST36 has caused considerable concern, but many other STs are also problematic. The present study demonstrates broad predatory activity of Halobacteriovorax strains obtained along U.S. coastal waters from the Mid-Atlantic, Gulf Coast, and Hawaii toward strains of pathogenic V. parahaemolyticus. This broad activity against clinically relevant V. parahaemolyticus strains suggests a role for Halobacteriovorax in mediating pathogenic V. parahaemolyticus levels in seafoods and their environment as well as the potential application of these predators in the development of new disinfection technologies to reduce pathogenic vibrios in molluscan shellfish and other seafoods."}
{"text":"Severe acute respiratory syndrome coronavirus 2 (SARS‐CoV‐2) is the cause of the novel coronavirus disease 2019 (COVID‐19), a highly pathogenic and sometimes fatal respiratory disease responsible for the current 2020 global pandemic. Presently, there remains no effective vaccine or efficient treatment strategies against COVID‐19. Non‐steroidal anti‐inflammatory drugs (NSAIDs) are medicines very widely used to alleviate fever, pain, and inflammation (common symptoms of COVID‐19 patients) through effectively blocking production of prostaglandins (PGs) via inhibition of cyclooxyganase enzymes. PGs can exert either proinflammatory or anti‐inflammatory effects depending on the inflammatory scenario. In this review, we survey the potential roles that NSAIDs and PGs may play during SARS‐CoV‐2 infection and the development and progression of COVID‐19.\nLinked Articles\nThis article is part of a themed issue on The Pharmacology of COVID‐19. To view the other articles in this section visit http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/bph.v177.21\/issuetoc "}
{"text":"Abstract\nBackground\nNo therapeutics have yet been proven effective for the treatment of severe illness caused by SARS-CoV-2.\nMethods\nWe conducted a randomized, controlled, open-label trial involving hospitalized adult patients with confirmed SARS-CoV-2 infection, which causes the respiratory illness Covid-19, and an oxygen saturation (Sao2) of 94% or less while they were breathing ambient air or a ratio of the partial pressure of oxygen (Pao2) to the fraction of inspired oxygen (Fio2) of less than 300 mm Hg. Patients were randomly assigned in a 1:1 ratio to receive either lopinavir–ritonavir (400 mg and 100 mg, respectively) twice a day for 14 days, in addition to standard care, or standard care alone. The primary end point was the time to clinical improvement, defined as the time from randomization to either an improvement of two points on a seven-category ordinal scale or discharge from the hospital, whichever came first.\nResults\nA total of 199 patients with laboratory-confirmed SARS-CoV-2 infection underwent randomization; 99 were assigned to the lopinavir–ritonavir group, and 100 to the standard-care group. Treatment with lopinavir–ritonavir was not associated with a difference from standard care in the time to clinical improvement (hazard ratio for clinical improvement, 1.24; 95% confidence interval [CI], 0.90 to 1.72). Mortality at 28 days was similar in the lopinavir–ritonavir group and the standard-care group (19.2% vs. 25.0%; difference, −5.8 percentage points; 95% CI, −17.3 to 5.7). The percentages of patients with detectable viral RNA at various time points were similar. In a modified intention-to-treat analysis, lopinavir–ritonavir led to a median time to clinical improvement that was shorter by 1 day than that observed with standard care (hazard ratio, 1.39; 95% CI, 1.00 to 1.91). Gastrointestinal adverse events were more common in the lopinavir–ritonavir group, but serious adverse events were more common in the standard-care group. Lopinavir–ritonavir treatment was stopped early in 13 patients (13.8%) because of adverse events.\nConclusions\nIn hospitalized adult patients with severe Covid-19, no benefit was observed with lopinavir–ritonavir treatment beyond standard care. Future trials in patients with severe illness may help to confirm or exclude the possibility of a treatment benefit. (Funded by Major Projects of National Science and Technology on New Drug Creation and Development and others; Chinese Clinical Trial Register number, ChiCTR2000029308.)"}
{"text":"Blood products in therapeutic transfusion are now commonly acknowledged to contain biologically active constituents during the processes of preparation. In the midst of a worldwide COVID-19 pandemic, preliminary evidence suggests that convalescent plasma may lessen the severity of COVID-19 if administered early in the disease, particularly in patients with profound B-cell lymphopenia and prolonged COVID-19 symptoms. This study examined the influence of photochemical Pathogen Reduction Treatment (PRT) using amotosalen‐HCl and UVA light in comparison with untreated control convalescent plasma (n= 72 – paired samples) - cFFP, regarding soluble inflammatory factors: sCD40L, IFN-alpha, IFN-beta, IFN-gamma, IL-1 beta, IL-6, IL-8, IL-10, IL-18, TNF-alpha and ex-vivo inflammatory bioactivity on endothelial cells. We didn’t observe significant modulation of the majority of inflammatory soluble factors (8 of 10 molecules tested) pre- or post-PRT. We noted that IL-8 concentrations were significantly decreased in cFFP with PRT, whereas the IL-18 concentration was increased by PRT. In contrast, endothelial cell release of IL-6 was similar whether cFFP was pre-treated with or without PRT. Expression of CD54 and CD31 in the presence of cFFP were similar to control levels, and both were significant decreased in when cFFP had been pre-treated by PRT. It will be interesting to continue investigations of IL-18 and IL-8, and the physiopathological effect of PRT- treated convalescent plasma and in clinical trials. But overall, it appears that cFFP post-PRT were not excessively pro-inflammatory. Further research, including a careful clinical evaluation of CCP-treated patients, will be required to thoroughly define the clinical relevance of these findings."}
{"text":"The aerobic oral and cloacal bacterial microbiota and their antimicrobial resistance were characterized for 64 apparently healthy sea turtles captured at their foraging grounds in Ojo de Liebre Lagoon (OLL), Baja California Sur (BCS), Mexico (Pacific Ocean) and the lagoon system of Navachiste (LSN) and Marine Area of Influence (MAI), Guasave, Sinaloa (Gulf of California). A total of 34 black turtles (Chelonia mydas agassizii) were sampled in OLL and eight black turtles and 22 olive ridley turtles (Lepidochelys olivacea) were sampled in LSN and MAI, respectively from January to December 2012. We isolated 13 different species of Gram-negative bacteria. The most frequently isolated bacteria were Vibrio alginolyticus in 39\/64 (60%), V. parahaemolyticus in 17\/64 (26%), and V. cholerae in 6\/64 (9%). However, V. cholerae was isolated only from turtles captured from the Gulf of California (MAI). Among V. parahaemolyticus strains, six O serogroups and eight serovars were identified from which 5\/17 (29.4%) belonged to the pathogenic strains (tdh+ gene) and 2\/17 (11.7%) had the pandemic clone (tdh+ and toxRS\/new+). Among V. cholerae strains, all were identified as non-O1\/non-O139, and in 4\/6 (66%) the accessory cholera enterotoxin gene (ace) was identified but without virulence gene zot, ctxA, and ctxB. Of the isolated V. parahaemolyticus, V. cholerae, and V. alginolyticus strains, 94.1, 33.4, and 100% demonstrated resistance to at least one commonly prescribed antibiotic (primarily to ampicillin), respectively. In conclusion, the presence of several potential (toxigenic) human pathogens in sea turtles may represent transmission of environmental microbes and a high-risk of food-borne disease. Therefore, based on the fact that it is illegal and unhealthy, we discourage the consumption of sea turtle meat or eggs in northwestern Mexico."}
{"text":"Background\nThe spread of highly pathogenic avian influenza (HPAI) H5N1 virus in human remains a global health concern. Heterosubtypic antibody response between seasonal influenza vaccine and potential pandemic influenza virus has important implications for public health. Previous studies by Corti et al. and by Gioia et al. demonstrate that heterosubtypic neutralizing antibodies against the highly pathogenic H5N1 virus can be elicited with a seasonal influenza vaccine in humans. However, whether such response offers immune protection against highly pathogenic H5N1 virus remained to be determined.\nMethodology\/Principal Findings\nIn this study, using a sensitive influenza HA (hemagglutinin) and NA (neuraminidase) pseudotype-based neutralization (PN) assay we first confirmed that low levels of heterosubtypic neutralizing antibody response against H5N1 virus were indeed elicited with seasonal influenza vaccine in humans. We then immunized mice with the seasonal influenza vaccine and challenged them with lethal doses of highly pathogenic H5N1 virus. As controls, we immunized mice with homosubtypic H5N1 virus like particles (VLP) or PBS and challenged them with the same H5N1 virus. Here we show that low levels of heterosubtypic neutralizing antibody response were elicited with seasonal influenza vaccine in mice, which were significantly higher than those in PBS control. Among them 2 out of 27 whose immune sera exhibited similar levels of neutralizing antibody response as VLP controls actually survived from highly pathogenic H5N1 virus challenge.\nConclusions\/Significance\nTherefore, we conclude that low levels of heterosubtypic neutralizing antibody response are indeed elicited with seasonal influenza vaccine in humans and mice and at certain levels such response offers immune protection against severity of H5N1 virus infection."}
{"text":"Background\nOver the course of the COVID-19 pandemic, laboratories worldwide have been facing an unprecedented increase in demand for PCR testing because of the high importance of diagnostics for prevention and control of virus spread. Moreover, testing demand has been varying considerably over time, depending on the epidemiological situation, rendering efficient resource allocation difficult. Here, we present a scalable workflow which we implemented in our laboratory to increase PCR testing capacity while maintaining high flexibility regarding the number of samples to be processed.\nMethods\nWe compared the performance of five automated extraction instruments, using dilutions of SARS-CoV-2 cell culture supernatant as well as clinical samples. To increase PCR throughput, we combined the two duplex PCR reactions of our previously published SARS-CoV-2 PCR assay into one quadruplex reaction and compared their limit of detection as well as their performance on the detection of low viral loads in clinical samples. Furthermore, we developed a sample pooling protocol with either two or four samples per pool, combined with a specifically adapted SARS-CoV-2 quadruplex PCR assay, and compared the diagnostic sensitivity of pooled testing and individual testing.\nResults\nAll tested automated extraction instruments yielded comparable results regarding the subsequent sensitivity of SARS-CoV-2 detection by PCR. While the limit of detection of the quadruplex SARS-CoV-2 PCR assay (E-Gene assay: 28.7 genome equivalents (ge)\/reaction, orf1ab assay: 32.0 ge\/reaction) was slightly higher than that of our previously published duplex PCR assays (E-Gene assay: 9.8 ge\/reaction, orf1ab assay: 6.6 ge\/reaction), the rate of correctly identified positive patient samples was comparable for both assays. Sample pooling with optimized downstream quadruplex PCR showed no loss in diagnostic sensitivity compared to individual testing.\nConclusion\nSpecific adaptation of PCR assays can help overcome the potential loss of sensitivity due to higher levels of PCR multiplexing or sample dilution in pooled testing. Combining these adapted PCR assays with different sample processing strategies provides a simple and highly adjustable workflow for resource-efficient SARS-CoV-2 diagnostics. The presented principles can easily be adopted in a variety of laboratory settings as well as be adapted to pathogens other than SARS-CoV-2, making it feasible for any laboratory that conducts PCR diagnostics."}
{"text":"Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) results in a variety of clinical symptoms ranging from no or mild to severe disease. Currently, there are multiple postulated mechanisms that may push a moderate to severe disease into a critical state. Human serum contains abundant evidence of the immune status following infection. Cytokines, chemokines, and antibodies can be assayed to determine the extent to which a patient responded to a pathogen. We examined serum and plasma from a cohort of patients infected with SARS-CoV-2 early in the pandemic and compared them to negative-control sera. Cytokine and chemokine concentrations varied depending on the severity of infection, and antibody responses were significantly increased in severe cases compared to mild to moderate infections. Neutralization data revealed that patients with high titers against an early 2020 SARS-CoV-2 isolate had detectable but limited neutralizing antibodies against the emerging SARS-CoV-2 Alpha, Beta and Delta variants. This study highlights the potential of re-infection for recovered COVID-19 patients."}
{"text":"Ethnopharmacological relevance\nWith the spread of Coronavirus Disease (2019) (COVID-19), combination with traditional Chinese medicine (TCM) has been widely used as a prevention and therapy strategy in China. Xin guan No.1 (XG-1) prescription is a preventive formula recommended by the Hunan Provincial Administration of TCM to prevent the pandemic of COVID-19.\nAim of the study\nTo explore the potential preventive mechanisms of XG-1 against COVID-19 in the combination of network pharmacology approach, single-cell RNA expression profiling analysis, molecular docking and retrospective study.\nMaterials and methods\nEncyclopedia of Traditional Chinese Medicine (ETCM) database was used to determine the meridian tropism, active components and target genes of XG-1. Gene ontology (GO) analysis and Kyoto Encyclopedia of Genes and Genomes (KEGG) functional enrichment analysis were conducted by R Cluster Profiler package (3.14.3). Single cell RNA sequencing (scRNA-seq) data of human lung (GSE122960) was downloaded from Gene Expression Omnibus (GEO) database and analyzed by R Seurat package (3.1.2). Cytoscape (3.7.2) was used to construct the interaction network. The main ingredients in XG-1 were identified by HPLC- Q-TOF- MS and used for molecular docking with COVID-19 3CL hydrolytic enzyme and angiotensin converting enzyme II (ACE2). A retrospective study of 47 close contact participants from Dongtang Community of Hunan Province was conducted to evaluated the preventive effect of XG-1.\nResults\nAccording to the network pharmacology analysis, XG-1 formula was closely related to lung-, spleen- and stomach-meridians and include a total of 206 active components and 853 target genes. GO and KEGG pathway enrichment revealed that XG-1 mainly regulated cellular amino acid metabolism process and neuroactive ligand-receptors interaction. The scRNA-seq profiling showed that angiotensin converting enzyme 2 (ACE2) was principally expressed in alveolar type 2 epithelial cells (AT2). 153 genes were up-regulated in AT2 cells expressing ACE2 and 12 genes were obtained by intersecting with XG-1 target genes, of which 3 were related to immunity. Five main chemical ingredients were detected in XG-1 sample by HPLC-Q-TOF-MS. The molecular docking showed that Rutin, Liquiritin and Astragaloside Ⅳ had a good affinity with COVID-19 3CL hydrolytic enzyme and ACE2. Compared with participants who didn't take XG-1, preventive treatment with XG-1gradules resulted in a significant lower rate of testing positive for SARS-CoV-2 nucleic acid (P < 0.0001).\nConclusion\nThe present study showed that XG-1 exerts a preventive effect in close contacts against COVID-19. The underlying mechanism may be related to modulate immunity response through multiple components, pathways, and several target genes co-expressed with ACE2. These findings provide preliminary evidences and methodological reference for the potential preventive mechanism of XG-1 against COVID-19.\nGraphical abstract"}
{"text":"Over the past few decades, the population of geriatrics has seen an exponential rise and it is well known that the prevalence of chronic diseases and other associated comorbidities is higher among them which in turn, has an established association with sleep disorders. During these unprecedented circumstances, geriatrics are predisposed to be at an increased risk of sleep disorders due to the social isolation and loneliness imposed on them by the lockdowns. The fact that older adults are at a greater risk of contracting the virus due to the presence of comorbidities and the high virulence adds on to the existing risk of sleep disturbances. A lack of sleep in these circumstances has the potential to add on to the vicious cycle of sleep disorders predisposed by chronic disease and vice versa. Mental health, sleep and the presence of comorbidities are closely interlinked and they often tend to overlap. Research in sleep has established insomnia to be the most commonly diagnosed sleep disorder affecting almost 50% of the older adults which can subsequently, elevate their risk of falls. This prevalence of sleep disorders is hypothesized to increase during the second wave of the COVID-19 pandemic and a good sleep routine needs to be advocated for to improve the quality of life of this population. However, scientific evidence concerning this is scarce and this review aims to highlight the significance of sleep and urges its readers to undertake studies that investigate the architecture of sleep amongst older adults during the pandemic."}
{"text":"The COVID-19 pandemic now totaling 13,000,000 cases and over 571,000 deaths has continued to teach the medical, scientific and lay communities about viral infectious disease in the modern era. Among the many lessons learned for the medical community is the potential for transmissibility and host infectivity of the SARS–CoV-2 virus. Moreover, it has become clear that the virus can affect any organ including the circulatory system, directly via either tissue tropism or indirectly stemming from inflammatory responses in the form of innate immunity, leukocyte debris such as cell-free DNA and histones and RNA viral particles. The following review considers COVID-19-associated vasculitis and vasculopathy as a defining feature of a virus-induced systemic disease with acute, subacute and potential chronic health implications."}
{"text":"While histones are best known for DNA binding and transcription-regulating properties, they also have antimicrobial activity against a broad range of potentially pathogenic organisms. Histones are abundant in neutrophil extracellular traps, where they play an important role in NET-mediated antimicrobial killing. Here, we show anti-influenza activity of histones against both seasonal H3N2 and H1N1, but not pandemic H1N1. The arginine rich histones, H3 and H4, had greater neutralizing and viral aggregating activity than the lysine rich histones, H2A and H2B. Of all core histones, histone H4 is most potent in neutralizing IAV, and incubation with IAV with histone H4 results in a decrease in uptake and viral replication by epithelial cells when measured by qRT-PCR. The antiviral activity of histone H4 is mediated principally by direct effects on viral particles. Histone H4 binds to IAV as assessed by ELISA and co-sedimentation of H4 with IAV. H4 also induces aggregation, as assessed by confocal microscopy and light transmission assays. Despite strong antiviral activity against the seasonal IAV strains, H4 was inactive against pandemic H1N1. These findings indicate a possible role for histones in the innate immune response against IAV."}
{"text":"Background\nNosocomial outbreaks frequently occurred during the Coronavirus disease 2019 (COVID-19) pandemic; however, sharing experiences on outbreak containment is vital to reduce the related burden in different locations.\nObjectives\nThis article aims at sharing a practical experience on COVID-19 outbreak containment, including contact tracing, screening of target population, testing including molecular analysis, and preventive modalities. It also provides an epidemiological and molecular analysis of the Severe Acute Respiratory Syndrome Coronavirus 2 (SARS‑CoV‑2) infection outbreak in a tertiary care hospital in Saudi Arabia.\nMethods\nThe outbreak occurred in a non-COVID medical ward at a tertiary care hospital in Jeddah, Saudi Arabia, from 22nd March and 15th April 2021. The multidisciplinary outbreak response team performed clinical and epidemiological investigations. Whole-Genome Sequencing (WGS) was implemented on selected isolates for further molecular characterization.\nResults\nA total of eight nurses (20 % of the assigned ward nurses) and six patients (16.2 % of the ward admitted patients at the time of the outbreak) tested positive for the SARS-CoV-2 virus based on PCR testing. The outbreak investigation identified strong evidence of an epidemiologic link between the affected cases. WGS revealed a set of spike mutations and deletions specific to the Alpha variant (B.1.1.7 lineage). All the nurses had mild symptoms, and the fatality among the patients was 50 % (three out of the six patients).\nConclusions\nThe current nosocomial COVID-19 outbreak, caused by the Alpha variant, revealed multiple breaches in the adherence to the hospital infection control recommended measures. Containment strategies were successful in controlling the outbreak and limiting infection spread. Molecular analysis and genome sequencing are essential tools besides epidemiological investigation to inform appropriate actions, especially with emerging pathogens."}
{"text":"Pigs are considered a “mixing vessel” that can produce new influenza strains through genetic reassortments, which pose a threat to public health and cause economic losses worldwide. The timely surveillance of the epidemiology of the swine influenza virus is of importance for prophylactic action. In this study, 15 H1N1, one H1N2, and four H3N2 strains were isolated from a total of 4080 nasal swabs which were collected from 20 pig farms in three provinces in China between 2016 and 2019. All the isolates were clustered into four genotypes. A new genotype represented by the H1N2 strain was found, whose fragments came from the triple reassortant H1N2 lineage, classical swine influenza virus (cs-H1N1) lineage, and 2009 H1N1 pandemic virus lineage. A\/Sw\/HB\/HG394\/2018(H1N1), which was clustered into the cs-H1N1 lineage, showed a close relationship with the 1918 pandemic virus. Mutations determining the host range specificity were found in the hemagglutinin of all isolates, which indicated that all the isolates had the potential for interspecies transmission. To examine pathogenicity, eight isolates were inoculated into 6-week-old female BALB\/c mice. The isolates replicated differently, producing different viral loadings in the mice; A\/Swine\/HB\/HG394\/2018(H1N1) replicated the most efficiently. This suggested that the cs-H1N1 reappeared, and more attention should be given to the new pandemic to pigs. These results indicated that new reassortments between the different strains occurred, which may increase potential risks to human health. Continuing surveillance is imperative to monitor swine influenza A virus evolution."}
{"text":"Opinion statement\nEvidence from randomized controlled trials and meta-analyses has shown that early integration of specialized palliative care improves symptoms and quality of life for patients with advanced cancer. There are various models of early integration, which may be classified based on setting of care and method of palliative care referral. Most successful randomized controlled trials of early palliative care have used a model of specialized teams providing in-person palliative care in free-standing or embedded outpatient clinics. During the COVID-19 pandemic, telehealth has become a prominent model for palliative care delivery. This model of care has been well received by patients and palliative care providers, although evidence to date is limited. Despite evidence from trials that routine early integration of palliative care into oncology care improves patient outcomes, referral to palliative care still occurs mostly according to the judgment of individual oncologists. This hinders equitable access to palliative care and to its known benefits for patients and their caregivers. Automated referral based on triggering criteria is being actively explored as an alternative. In particular, routine technology-assisted symptom screening, combined with targeted needs-based automatic referral to outpatient palliative care, may improve integration and ultimately increase quality of life."}
{"text":"Asymptomatic SARS-CoV-2-infected individuals are thought to play major roles in virus transmission. This study aimed to analyze the characteristics of asymptomatic carriers with COVID-19 to control the spread of the virus. We retrospectively investigated the clinical characteristics of 648 consecutive subjects who were enrolled in the study and were divided into asymptomatic carriers, mild cases, ordinary cases, severe or critical cases, and evaluated their impact on disease severity by means of Spearman correlation and multiple regression analyses. Receiver operating characteristic curve analysis was conducted to determine the optimum cutoff levels of laboratory findings for diagnostic predictors of asymptomatic carriers of COVID-19. In our study, a total of 648 subjects on admission with a mean age of 45.61 y including 345 males and 303 females were enrolled in our study. The leukocyte, lymphocyte, eosinophil, platelet, C-reactive protein, interleukin-6, CD3+, CD4+, and CD8 + T lymphocyte levels, and the erythrocyte sedimentation rate differed significantly among the groups (all p ≤ 0.05). Disease severity was negatively associated with the CD3+ (r = −0.340; p < 0.001), CD4+ (r = −0.290; p = 0.001) and CD8+ (r = −0.322; p < 0.001) T lymphocyte levels. The significant diagnostic predictors of asymptomatic carriers of COVID-19 included the blood cell, cytokine, and T lymphocyte subset levels. Inflammation and immune response may play important roles in disease progression. Hence, the laboratory parameters identified should be considered in clinical practice, which provide new insights into the identification of asymptomatic individuals and the prevention of virus transmission."}
{"text":"Background\nThroughout the COVID-19 pandemic, SARS-CoV-2 genetic variants of concern (VOCs) have repeatedly and independently arisen. VOCs are characterised by increased transmissibility, increased virulence or reduced neutralisation by antibodies obtained from prior infection or vaccination. Tracking the introduction and transmission of VOCs relies on sequencing, typically whole genome sequencing of clinical samples. Wastewater surveillance is increasingly used to track the introduction and spread of SARS-CoV-2 variants through sequencing approaches.\nAim\nHere, we adapt and apply a rapid, high-throughput method for detection and quantification of the relative frequency of two deletions characteristic of the Alpha, Beta, and Gamma VOCs in wastewater.\nMethods\nWe developed drop-off RT-dPCR assays and an associated statistical approach implemented in the R package WWdPCR to analyse temporal dynamics of SARS-CoV-2 signature mutations (spike Δ69–70 and ORF1a Δ3675–3677) in wastewater and quantify transmission fitness advantage of the Alpha VOC.\nResults\nBased on analysis of Zurich wastewater samples, the estimated transmission fitness advantage of SARS-CoV-2 Alpha based on the spike Δ69–70 was 0.34 (95% confidence interval (CI): 0.30–0.39) and based on ORF1a Δ3675–3677 was 0.53 (95% CI: 0.49–0.57), aligning with the transmission fitness advantage of Alpha estimated by clinical sample sequencing in the surrounding canton of 0.49 (95% CI: 0.38–0.61).\nConclusion\nDigital PCR assays targeting signature mutations in wastewater offer near real-time monitoring of SARS-CoV-2 VOCs and potentially earlier detection and inference on transmission fitness advantage than clinical sequencing."}
{"text":"Influenza poses a persistent worldwide threat to the human population. As evidenced by the 2009 H1N1 pandemic, current vaccine technologies are unable to respond rapidly to this constantly diverging pathogen. We tested the utility of adenovirus (Ad) vaccines expressing centralized consensus influenza antigens. Ad vaccines were produced within 2 months and protected against influenza in mice within 3 days of vaccination. Ad vaccines were able to protect at doses as low as 107 virus particles\/kg indicating that approximately 1,000 human doses could be rapidly generated from standard Ad preparations. To generate broadly cross-reactive immune responses, centralized consensus antigens were constructed against H1 influenza and against H1 through H5 influenza. Twenty full-length H1 HA sequences representing the main branches of the H1 HA phylogenetic tree were used to create a synthetic centralized gene, HA1-con. HA1-con minimizes the degree of sequence dissimilarity between the vaccine and existing circulating viruses. The centralized H1 gene, HA1-con, induced stronger immune responses and better protection against mismatched virus challenges as compared to two wildtype H1 genes. HA1-con protected against three genetically diverse lethal influenza challenges. When mice were challenged with 1934 influenza A\/PR\/8\/34, HA1-con protected 100% of mice while vaccine generated from 2009 A\/TX\/05\/09 only protected 40%. Vaccination with 1934 A\/PR\/8\/34 and 2009 A\/TX\/05\/09 protected 60% and 20% against 1947 influenza A\/FM\/1\/47, respectively, whereas 80% of mice vaccinated with HA1-con were protected. Notably, 80% of mice challenged with 2009 swine flu isolate A\/California\/4\/09 were protected by HA1-con vaccination. These data show that HA1-con in Ad has potential as a rapid and universal vaccine for H1N1 influenza viruses."}
{"text":"Emerging pathogens have been an eternal threat to mankind. In a series of pandemics caused by notorious coronaviruses, a newly emerged SARS-CoV2 virus is creating panic among the world population. The unavailability of reliable theranostics insists the exploration of antigenic determinants in spike glycoprotein of SARS-CoV2. The four novel inserts (‘70VSGTNGT76’, ‘150KSWM153’, 247SYLTPG252 and 674QTQTNSPRR682) in SARS-CoV2 spike protein were unraveled via multiple sequence alignment of spike proteins of SARS-CoV2, SARS-CoV, and MERS-CoV. The three-dimension (3D) modeling of the spike protein of the SARS-CoV2 and their interaction with the ACE2 receptor was delineated with the help of SWISS-MODEL and 3DLigandSite web servers. The predicted 3D model of SARS-CoV2 was further verified by SAVES, RAMPAGE, and ProSA-web tools. The potential B-cell immunogenic epitopes of SARS-CoV2 were predicted out by using various software viz. IEDB B-cell epitopes prediction tool, BepiPred linear epitope prediction tool, Emini Surface Accessibility Prediction tool, and Kolaskar-Tongaonkar antigenicity web tool. The five epitopes (i.e. ‘71SGTNGTKRFDN81, 247SYLTPG252, 634RVYST638, 675QTQTNSPRRARSV687, and 1054QSAPH1058) were selected as potent antigenic determinants. The quantum of information generated by this study will prove beneficial for the development of effective therapeutics, diagnostics, and multi-epitopic vaccines to combat this ongoing menace."}
{"text":"Among 2,186 US adults with invasive cancer and laboratory-confirmed SARS-CoV-2 infection, we examined the association of COVID-19 treatments with 30-day all-cause mortality, and factors associated with treatment. Logistic regression with multiple adjustments (e.g., comorbidities, cancer status, baseline COVID-19 severity) was performed. Hydroxychloroquine with any other drug was associated with increased mortality versus treatment with any COVID-19 treatment other than hydroxychloroquine or untreated controls; this association was not present with hydroxychloroquine alone. Remdesivir had numerically reduced mortality versus untreated controls that did not reach statistical significance. Baseline COVID-19 severity was strongly associated with receipt of any treatment. Black patients were approximately half as likely to receive remdesivir as white patients. While observational studies can be limited by potential unmeasured confounding, our findings add to the emerging understanding of patterns of care for patients with cancer and COVID-19 and support evaluation of emerging treatments through prospective controlled trials inclusive of this population."}
{"text":"For antiviral drug design, especially in the field of influenza virus research, potent multivalent inhibitors raise high expectations for combating epidemics and pandemics. Among a large variety of covalent and non-covalent scaffold systems for a multivalent display of inhibitors, we created a simple supramolecular platform to enhance the antiviral effect of our recently developed antiviral Peptide B (PeBGF), preventing binding of influenza virus to the host cell. By conjugating the peptide with stearic acid to create a higher-order structure with a multivalent display, we could significantly enhance the inhibitory effect against the serotypes of both human pathogenic influenza virus A\/Aichi\/2\/1968 H3N2, and avian pathogenic A\/FPV\/Rostock\/34 H7N1 in the hemagglutination inhibition assay. Further, the inhibitory potential of stearylated PeBGF (C18-PeBGF) was investigated by infection inhibition assays, in which we achieved low micromolar inhibition constants against both viral strains. In addition, we compared C18-PeBGF to other published amphiphilic peptide inhibitors, such as the stearylated sugar receptor mimicking peptide (Matsubara et al. 2010), and the “Entry Blocker” (EB) (Jones et al. 2006), with respect to their antiviral activity against infection by Influenza A Virus (IAV) H3N2. However, while this strategy seems at a first glance promising, the native situation is quite different from our experimental model settings. First, we found a strong potential of those peptides to form large amyloid-like supramolecular assemblies. Second, in vivo, the large excess of cell surface membranes provides an unspecific target for the stearylated peptides. We show that acylated peptides insert into the lipid phase of such membranes. Eventually, our study reveals serious limitations of this type of self-assembling IAV inhibitors."}
{"text":"The respiratory epithelium constitutes the first line of defense against invading respiratory pathogens, such as the 2009 pandemic strain of influenza A virus (IAV, H1N1pdm09), and plays a crucial role in the host antiviral response to infection. Despite its importance, however, it remains unknown how individual cell types within the respiratory epithelium respond to IAV infection or how the latter may influence IAV disease progression and pathogenesis. Here, we used single cell RNA sequencing (scRNA-seq) to dissect the host response to IAV infection in its natural target cells. scRNA-seq was performed on human airway epithelial cell (hAEC) cultures infected with either wild-type pandemic IAV (WT) or with a mutant version of IAV (NS1R38A) that induced a robust innate immune response. We then characterized both the host and viral transcriptomes of more than 19,000 single cells across the 5 major cell types populating the human respiratory epithelium. For all cell types, we observed a wide spectrum of viral burden among single infected cells and a disparate host response between infected and bystander populations. Interestingly, we also identified multiple key differences in the host response to IAV among individual cell types, including high levels of pro-inflammatory cytokines and chemokines in secretory and basal cells and an important role for luminal cells in sensing and restricting incoming virus. Multiple infected cell types were shown to upregulate interferons (IFN), with type III IFNs clearly dominating the antiviral response. Transcriptional changes in genes related to cell differentiation, cell migration, and tissue repair were also identified. Strikingly, we also detected a shift in viral host cell tropism from non-ciliated cells to ciliated cells at later stages of infection and observed major changes in the cellular composition. Microscopic analysis of both WT and NS1R38A virus-infected hAECs at various stages of IAV infection revealed that the transcriptional changes we observed at 18 hpi were likely driving the downstream histopathological alterations in the airway epithelium. To our knowledge, this is the first study to provide a comprehensive analysis of the cell type-specific host antiviral response to influenza virus infection in its natural target cells – namely, the human respiratory epithelium."}
{"text":"The recent outbreak of pneumonia-causing COVID-19 in China is an urgent global public health issue with an increase in mortality and morbidity. Here we report our modelled homo-trimer structure of COVID-19 spike glycoprotein in both closed (ligand-free) and open (ligand-bound) conformation, which is involved in host cell adhesion. We also predict the unique N- and O-linked glycosylation sites of spike glycoprotein that distinguish it from the SARS and underlines shielding and camouflage of COVID-19 from the host the defence system. Furthermore, our study also highlights the key finding that the S1 domain of COVID-19 spike glycoprotein potentially interacts with the human CD26, a key immunoregulatory factor for hijacking and virulence. These findings accentuate the unique features of COVID-19 and assist in the development of new therapeutics."}
{"text":"In <20 years, we have witnessed three different epidemics with coronaviruses, SARS-CoV, MERS-CoV, and SARS-CoV-2 in human populations, causing widespread mortality. SARS-CoV-2, through its rapid global spread, has led to the pandemic that we call COVID-19. As of February 1, 2021, the global infections linked to SARS-CoV-2 stand at 103,503,340, with 2,236,960 deaths, and 75,108,099 recoveries. This review attempts to highlight host-pathogen interaction with particular emphasis on the role of epigenetic machinery in regulating the disease. Although researchers, since the start of the pandemic, have been intensely engaged in diverse areas to understand the mechanisms involved in SARS-CoV-2 infection to find answers that can bring about innovative ways to swiftly treat and prevent disease progression, this review provides an overview on how the host epigenetics is modulated and subverted by SARS-CoV-2 to enter the host cells and drive immunopathogenesis. Epigenetics is the study that combines genetic and non-genetic factors controlling phenotypic variation, which are primarily a consequence of external and environmental stimuli. These stimuli alter the activity of a gene without impinging on the DNA code. In viral-host interactions, DNA\/RNA methylation, non-coding RNAs, chromatin remodeling, and histone modifications are known to regulate and modulate host gene expression patterns. Viruses such as Coronaviruses (an RNA virus) show intrinsic association with these processes. They have evolved the ability to tamper with host epigenetic machinery to interfere with immune sensing pathways to evade host immune response, thereby enhancing its replication and pathogenesis post-entry. These epigenetic alterations allow the virus to weaken the host's immune response to successfully spread infection. How this occurs, and what epigenetic mechanisms are altered is poorly understood both for coronaviruses and other respiratory RNA viruses. The review highlights several cutting-edge aspects of epigenetic work primarily pertinent to SARS-CoV-2, which has been published between 2019 and 2020 to showcase the current knowledge both in terms of success and failures and take lessons that will assist us in understanding the disease to develop better treatments suited to kill SARS-CoV-2."}
{"text":"The infectious coronavirus disease (COVID-19) pandemic, caused by the coronavirus SARS-CoV-2, appeared in December 2019 in Wuhan, China, and has spread worldwide. As of today, more than 46 million people have been infected and over 1.2 million fatalities. With the purpose of contributing to the development of effective therapeutics, we performed an in silico determination of binding hot-spots and an assessment of their druggability within the complete SARS-CoV-2 proteome. All structural, non-structural, and accessory proteins have been studied, and whenever experimental structural data of SARS-CoV-2 proteins were not available, homology models were built based on solved SARS-CoV structures. Several potential allosteric or protein-protein interaction druggable sites on different viral targets were identified, knowledge that could be used to expand current drug discovery endeavors beyond the currently explored cysteine proteases and the polymerase complex. It is our hope that this study will support the efforts of the scientific community both in understanding the molecular determinants of this disease and in widening the repertoire of viral targets in the quest for repurposed or novel drugs against COVID-19.\nGraphical abstract"}
{"text":"Background\nSeroepidemiological studies before and after the epidemic wave of H1N1-2009 are useful for estimating population attack rates with a potential to validate early estimates of the reproduction number, R, in modeling studies.\nMethodology\/Principal Findings\nSince the final epidemic size, the proportion of individuals in a population who become infected during an epidemic, is not the result of a binomial sampling process because infection events are not independent of each other, we propose the use of an asymptotic distribution of the final size to compute approximate 95% confidence intervals of the observed final size. This allows the comparison of the observed final sizes against predictions based on the modeling study (R = 1.15, 1.40 and 1.90), which also yields simple formulae for determining sample sizes for future seroepidemiological studies. We examine a total of eleven published seroepidemiological studies of H1N1-2009 that took place after observing the peak incidence in a number of countries. Observed seropositive proportions in six studies appear to be smaller than that predicted from R = 1.40; four of the six studies sampled serum less than one month after the reported peak incidence. The comparison of the observed final sizes against R = 1.15 and 1.90 reveals that all eleven studies appear not to be significantly deviating from the prediction with R = 1.15, but final sizes in nine studies indicate overestimation if the value R = 1.90 is used.\nConclusions\nSample sizes of published seroepidemiological studies were too small to assess the validity of model predictions except when R = 1.90 was used. We recommend the use of the proposed approach in determining the sample size of post-epidemic seroepidemiological studies, calculating the 95% confidence interval of observed final size, and conducting relevant hypothesis testing instead of the use of methods that rely on a binomial proportion."}
{"text":"COVID-19, resulting from the SARS-CoV-2 virus, is a major pandemic that the world is fighting. SARS-CoV-2 primarily causes lung infection by attaching to the ACE2 receptor on the alveolar epithelial cells. However, the ACE2 receptor is also present in intestinal epithelial cells, suggesting a link between nutrition, virulence and clinical outcomes of COVID-19. Respiratory viral infections perturb the gut microbiota. The gut microbiota is shaped by our diet; therefore, a healthy gut is important for optimal metabolism, immunology and protection of the host. Malnutrition causes diverse changes in the immune system by repressing immune responses and enhancing viral vulnerability. Thus, improving gut health with a high-quality, nutrient-filled diet will improve immunity against infections and diseases. This review emphasizes the significance of dietary choices and its subsequent effects on the immune system, which may potentially impact SARS-CoV-2 vulnerability."}
{"text":"Objective: We aimed to use SARS-CoV-2 antibody tests to assess the asymptomatic seroprevalence of individuals in high-risk hospital cohorts who's previous COVID-19 exposure is unknown; staff, and patients requiring haemodialysis or chemotherapy after the first wave.\nMethods: In a single Center, study participants had five SARS-CoV-2 antibody tests done simultaneously; one rapid diagnostic test (RDT) (Superbio Colloidal Gold IgM\/IgG), and four laboratory tests (Roche Elecsys® Anti-SARS-CoV-2 IgG [RE], Abbott Architect i2000SR IgG [AAr], Abbott Alinity IgG [AAl], and Abbott Architect IgM CMIA). To determine seroprevalence, only positive test results on laboratory assay were considered true positives.\nResults: There were 157 participants, of whom 103 (65.6%) were female with a median age of 50 years (range 19–90). The IgG component of the RDT showed a high number of false positives (n = 18), was inferior to the laboratory assays (p < 0.001 RDT vs. AAl\/AAr, p < 0.001 RDT vs. RE), and had reduced specificity (85.5% vs. AAl\/AAr, 87.2% vs. RE). Sero-concordance was 97.5% between IgG laboratory assays (RE vs. AAl\/AAr). Specificity of the IgM component of the RDT compared to Abbott IgM CMIA was 95.4%. Ten participants had positivity in at least one laboratory assay, seven (9.9%) of which were seen in HCWs. Two (4.1%) hematology\/oncology (H\/O) patients and a single (2.7%) haemodialysis (HD) were asymptomatically seropositive. Asymptomatic seroprevalence of HCWs compared to patients was not significant (p = 0.105).\nConclusion: HCWs (9.9%) had higher, although non-significant asymptomatic seroprevalence of SARS-CoV-2 antibodies compared to high-risk patients (H\/O 4.1%, HD 2.7%). An IgM\/IgG rapid diagnostic test was inferior to laboratory assays. Sero-concordance of 97.5% was found between IgG laboratory assays, RE vs. AAl\/AAr."}
{"text":"The coronavirus disease 2019 (COVID-19) has been declared as pandemic by the World Health Organization and is causing substantial morbidity and mortality all over the world. Type 2 diabetes, hypertension, and cardiovascular disease significantly increase the risk for hospitalization and death in COVID-19 patients. Hypoglycemia and hyperglycemia are both predictors for adverse outcomes in hospitalized patients. An optimized glycemic control should be pursued in patients with diabetes and SARS-CoV-2 infection in order to reduce the risk of severe COVID-19 course. Both insulin and GLP-1RAs have shown optimal glucose-lowering and anti-inflammatory effects in type 2 diabetic patients and may represent a valid therapeutic option to treat asymptomatic and non-critically ill COVID-19 diabetic patients."}
{"text":"Previous Bayesian phylogeographic studies of H5N1 highly pathogenic avian influenza viruses (HPAIVs) explored the origin and spread of the epidemic from China into Russia, indicating that HPAIV circulated in Russia prior to its detection there in 2005. In this study, we extend this research to explore the evolution and spread of HPAIV within Europe during the 2005–2010 epidemic, using all available sequences of the hemagglutinin (HA) and neuraminidase (NA) gene regions that were collected in Europe and Russia during the outbreak. We use discrete-trait phylodynamic models within a Bayesian statistical framework to explore the evolution of HPAIV. Our results indicate that the genetic diversity and effective population size of HPAIV peaked between mid-2005 and early 2006, followed by drastic decline in 2007, which coincides with the end of the epidemic in Europe. Our results also suggest that domestic birds were the most likely source of the spread of the virus from Russia into Europe. Additionally, estimates of viral dispersal routes indicate that Russia, Romania, and Germany were key epicenters of these outbreaks. Our study quantifies the dynamics of a major European HPAIV pandemic and substantiates the ability of phylodynamic models to improve molecular surveillance of novel AIVs."}
{"text":"We characterized 118 Mycoplasma pneumoniae strains isolated from three areas of Japan (Saitama, Kanagawa, and Osaka) during the period of 2019 and 2020. Genotyping of the p1 gene in these strains revealed that 29 of them were type 1 lineage (29\/118, 24.6%), while 89 were type 2 lineage (89\/118, 75.4%), thereby indicating that type 2 lineage was dominant in this period. The most prevalent variant of type 2 lineage was type 2c (57\/89, 64%), while the second-most was type 2j, a novel variant identified in this study (30\/89, 33.7%). Type 2j p1 is similar to type 2 g p1, but cannot be distinguished from reference type 2 (classical type 2) using the standard polymerase chain reaction-restriction fragment length polymorphism analysis (PCR-RFLP) with HaeIII digestion. Thus, we used MboI digestion in the PCR-RFLP analysis and re-examined the data from previous genotyping studies as well. This revealed that most strains reported as classical type 2 after 2010 in our studies were actually type 2j. The revised genotyping data showed that the type 2c and 2j strains have been spreading in recent years and were the most prevalent variants in Japan during the time-period of 2019 and 2020. We also analyzed the macrolide-resistance (MR) mutations in the 118 strains. MR mutations in the 23S rRNA gene were detected in 29 of these strains (29\/118, 24.6%). The MR rate of type 1 lineage (14\/29, 48.3%) was still higher than that of type 2 lineage (15\/89, 16.9%); however, the MR rate of type 1 lineage was lower than that found in previous reports published in the 2010s, while that of type 2 lineage strains was slightly higher. Thus, there is a need for continuous surveillance of the p1 genotype and MR rate of M. pneumoniae clinical strains, to better understand the epidemiology and variant evolution of this pathogen, although M. pneumoniae pneumonia cases have decreased significantly since the COVID-19 pandemic."}
{"text":"Background:\nCoronaviruses are major pathogens of respiratory system causing different disorders, including the common cold, Middle East respiratory syndrome, and severe acute respiratory syndrome. Today's global pandemic coronavirus disease 2019 (COVID-19) has high mortality rate, with an approximate of 20% in some studies, and is 30–60 times more fatal than the common annual influenza, However, there is still no gold standard treatment for it. N-acetylcysteine (NAC) is a well-known multi-potential drug with hypothetically probable acceptable effect on COVID-related consequences, which we completely focused in this comprehensive review.\nMaterials and Methods:\nPubMed, Scopus, Science Direct, and Google Scholar have been searched. Study eligibility criteria: efficacy of NAC in various subclasses of pathogenic events which may occur during COVID-19 infection. Efficacy of NAC for managing inflammatory or any symptoms similar to symptoms of COVID-19 was reviewed and symptom improvements were assessed.\nResults:\nRandomized clinical trials introduced NAC as an antioxidant glutathione analog and detoxifying agent promoted for different medical conditions and pulmonary disorders to alleviate influenza and reduce mortality by 50% in influenza-infected animals. The beneficial effects of NAC on viral disorders, including Epstein–Barr virus, HIV and hepatitis, and well-known vital organ damages were also exist and reported.\nConclusion:\nWe classified the probable effects of NAC as oxidative-regulatory and apoptotic-regulatory roles, antiviral activities, anti-inflammatory roles, preventive and therapeutic roles in lung disorders and better oxygenation functions, supportive roles in intensive care unit admitted patients and in sepsis, positive role in other comorbidities and nonpulmonary end-organ damages or failures and even in primary COVID-associated cutaneous manifestations. Based on different beneficial effects of NAC, it could be administered as a potential adjuvant therapy for COVID-19 considering patient status, contraindications, and possible drug-related adverse events."}
{"text":"Summary\nBacterial super-infections contribute to the significant morbidity and mortality associated with influenza and other respiratory virus infections. There are robust animal model data but only limited clinical information on the effectiveness of licensed antiviral agents for the treatment of bacterial complications of influenza. The association of secondary bacterial pathogens with fatal pneumonia during the recent H1N1 influenza pandemic highlights the need for new development in this area. Basic and clinical research into viral-bacterial interactions over the last decade has revealed several mechanisms that underlie this synergism. By applying these insights to antiviral drug development, the potential exists to improve outcomes by means other than direct inhibition of the virus."}
{"text":"Avian influenza A (H7N9) virus infections frequently lead to acute respiratory distress syndrome and death in humans. The emergence of H7N9 virus infections is a serious public health threat. To identify virus–host interaction differences between the highly virulent H7N9 and pandemic influenza H1N1 (pdmH1N1), RNA sequencing was performed of normal human bronchial epithelial (NHBE) cells infected with either virus. The transcriptomic analysis of host cellular responses to viral infection enables the identification of potential cellular factors related to infection. Significantly different gene expression patterns were found between pdmH1N1- and H7N9-infected NHBE cells. In addition, the H7N9 virus infection induced strong immune responses, while cellular repair mechanisms were inhibited. The differential expression of specific factors observed between avian H7N9 and pdmH1N1 influenza virus strains can account for variations in disease pathogenicity. These findings provide a framework for future studies examining the molecular mechanisms underlying the pathogenicity of avian H7N9 virus."}
{"text":"Highlights\nThe first case of multiple sclerosis (MS) shortly after COVID-19 is presented.\nViral infections strongly relate to MS onset and its relapses.\nSARS-CoV-2 can play a role in the triggering of demyelinating diseases.\nSystemic immune response against SARS-CoV-2 could reach CNS leading to demyelination.\nSARS-CoV-2 infection can produce neurological features. The most common are headache, anosmia and dysgeusia but patients may also develop other central nervous system (CNS) injuries.\nWe present a patient affected by Covid-19 who initially consulted for decreased visual acuity. The MRI showed inflammation in the right optic nerve and demyelinating lesions in the CNS.\nWe speculate that an immune mechanism induced by SARS-CoV-2, which can activate lymphocytes and an inflammatory response, plays a role in the clinical onset of the disease. This pathogen may be associated with either the triggering or the exacerbation of inflammatory\/demyelinating disease."}
{"text":"The pandemic of COVID-19 by SARS-CoV-2 has become a global disaster. However, we still don’t know how specific SARS-CoV-2-encoded proteins contribute to viral pathogenicity. We found that SARS-CoV-2-encoded membrane glycoprotein M could induce caspase-dependent apoptosis via interacting with PDK1 and inhibiting the activation of PDK1-PKB\/Akt signaling. Our investigation further revealed that SARS-CoV-2-encoded nucleocapsid protein N could specifically enhance the M-induced apoptosis via interacting with both M and PDK1, therefore strengthening M-mediated attenuation of PDK1-PKB\/Akt interaction. Furthermore, when the M-N interaction was disrupted via certain rationally designed peptides, the PDK1-PKB\/Akt signaling was restored, and the boosting activity of N on the M-triggered apoptosis was abolished. Overall, our findings uncovered a novel mechanism by which SARS-CoV-2-encoded M triggers apoptosis with the assistance of N, which expands our understanding of the two key proteins of SARS-CoV-2 and sheds light on the pathogenicity of this life-threatening virus."}
{"text":"The dynamics of epidemic spreading is often reduced to the single control parameter R0 (reproduction-rate), whose value, above or below unity, determines the state of the contagion. If, however, the pathogen evolves as it spreads, R0 may change over time, potentially leading to a mutation-driven spread, in which an initially sub-pandemic pathogen undergoes a breakthrough mutation. To predict the boundaries of this pandemic phase, we introduce here a modeling framework to couple the inter-host network spreading patterns with the intra-host evolutionary dynamics. We find that even in the extreme case when these two process are driven by mutually independent selection forces, mutations can still fundamentally alter the pandemic phase-diagram. The pandemic transitions, we show, are now shaped, not just by R0, but also by the balance between the epidemic and the evolutionary timescales. If mutations are too slow, the pathogen prevalence decays prior to the appearance of a critical mutation. On the other hand, if mutations are too rapid, the pathogen evolution becomes volatile and, once again, it fails to spread. Between these two extremes, however, we identify a broad range of conditions in which an initially sub-pandemic pathogen can breakthrough to gain widespread prevalence.\nIn modelling of epidemic spreading processes, a reproduction number is crucial to shape the model dynamics. The authors analyze how evolving pathogens may impact the reproduction number and macroscopic dynamics of spreading processes."}
{"text":"Community-acquired pneumonia (CAP) is the single largest infectious cause of hospitalization and death in children worldwide. With improved immunizations, the incidence of bacterial pneumonia and the number of colonized bacteria have decreased. However, respiratory viruses are still an important cause of CAP, especially as new infectious agents such severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) emerge. The SARS-CoV-2 virus emerged in 2019 and caused the current coronavirus disease 2019 pandemic. Therefore, it is necessary to elucidate the epidemiology and causative pathogens of CAP. Recently, the Pneumonia and Respiratory Disease Study Group, affiliated with the Korean Academy of Pediatric Allergy and Respiratory Disease, investigated the causative pathogens of respiratory infections in children hospitalized with CAP, the serotype of Streptococcus pneumoniae, and the prevalence of Mycoplasma pneumoniae with gene mutations. Antibiotic resistance and serotype test results can determine the use of empirical antibiotics. Moreover, it is possible to help develop future vaccines by comparing bacterial culture results with vaccine serotype and identifying the changes and prevalence of each serotype. Therefore, we will perform continuous national surveillance and monitor the epidemiology of respiratory pathogens in Korea and worldwide. The surveillance of these respiratory infections can play a role in monitoring the emergence of new infectious diseases such as SARS-CoV-2."}
{"text":"Coronavirus disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has led to an outbreak of a pandemic worldwide. The spike (S) protein of SARS-CoV-2, which plays a key role in the receptor recognition and cell membrane fusion process, is composed of two subunits, S1 and S2. The S1 subunit contains a receptor-binding domain that recognizes and binds to the host receptor angiotensin-converting enzyme 2 (ACE2), while the S2 subunit mediates viral cell membrane fusion with the cell membrane and subsequent entry into cells. Mutations in the spike protein (S) are of particular interest due to their potential for reduced susceptibility to neutralizing antibodies or increasing the viral transmissibility and infectivity. Recently, many mutations in the spike protein released new variants, including the Delta and Kappa ones (known as the Indian variants). The variants Delta and Kappa are now of most recent concern because of their well-increased infectivity, both a spin-off of the B.1.617 lineage, which was first identified in India in October 2020. This study employed homology modeling to probe the potential structural effects of the mutations. It was found that the mutations, Leu452Arg, Thr478Lys, and Glu484Gln in the spike protein increase the affinity for the hACE2 receptor, which explains the greater infectivity of the SARS-Cov-2 B.1.617 (Indian Variant)."}
{"text":"Associations between influenza infection and psychosis have been reported since the eighteenth century, with acute “psychoses of influenza” documented during multiple pandemics. In the late 20th century, reports of a season-of-birth effect in schizophrenia were supported by large-scale ecological and sero-epidemiological studies suggesting that maternal influenza infection increases the risk of psychosis in offspring. We examine the evidence for the association between influenza infection and schizophrenia risk, before reviewing possible mechanisms via which this risk may be conferred. Maternal immune activation models implicate placental dysfunction, disruption of cytokine networks, and subsequent microglial activation as potentially important pathogenic processes. More recent neuroimmunological advances focusing on neuronal autoimmunity following infection provide the basis for a model of infection-induced psychosis, potentially implicating autoimmunity to schizophrenia-relevant protein targets including the N-methyl-D-aspartate receptor. Finally, we outline areas for future research and relevant experimental approaches and consider whether the current evidence provides a basis for the rational development of strategies to prevent schizophrenia."}
{"text":"COVID-19 can result in severe lung injury. It remained to be determined why diabetic individuals with uncontrolled glucose levels are more prone to develop the severe form of COVID-19. The molecular mechanism underlying SARS-CoV-2 infection and what determines the onset of the cytokine storm found in severe COVID-19 patients are unknown. Monocytes and macrophages are the most enriched immune cell types in the lungs of COVID-19 patients and appear to have a central role in the pathogenicity of the disease. These cells adapt their metabolism upon infection and become highly glycolytic, which facilitates SARS-CoV-2 replication. The infection triggers mitochondrial ROS production, which induces stabilization of hypoxia-inducible factor-1α (HIF-1α) and consequently promotes glycolysis. HIF-1α-induced changes in monocyte metabolism by SARS-CoV-2 infection directly inhibit T cell response and reduce epithelial cell survival. Targeting HIF-1ɑ may have great therapeutic potential for the development of novel drugs to treat COVID-19.\nGraphical Abstract\nHighlights\nElevated glucose levels regulate viral replication and cytokine production in monocytes\nGlycolysis sustains CoV-2-induced monocyte response and viral replication\nmtROS\/HIF-1α is necessary for CoV-2 replication and monocyte cytokine production\nMonocyte-derived cytokines drive T cell dysfunction and epithelial cell death\nDiabetic people with uncontrolled blood glucose levels have a greater risk to develop severe COVID-19 disease. Codo et al. show that elevated glucose levels and glycolysis promote SARS-CoV-2 (CoV-2) replication and cytokine production in monocytes through a mitochondrial ROS\/hypoxia-inducible factor-1α dependent pathway, resulting in T cell dysfunction and epithelial cell death."}
{"text":"COVID-19 was declared an international public health emergency in January, and a pandemic in March of 2020. There are over 125 million confirmed COVID-19 cases that have caused over 2.7 million deaths worldwide as of March 2021. COVID-19 is caused by the SARS-CoV-2 virus. SARS-CoV-2 presents a surface “spike” protein that binds to the ACE2 receptor to infect host cells. In addition to the respiratory tract, SARS-Cov-2 can also infect cells of the oral mucosa, which also express the ACE2 receptor. The spike and ACE2 proteins are highly glycosylated with sialic acid modifications that direct viral-host interactions and infection. Maackia amurensis seed lectin (MASL) has a strong affinity for sialic acid modified proteins and can be used as an antiviral agent. Here, we report that MASL targets the ACE2 receptor, decreases ACE2 expression and glycosylation, suppresses binding of the SARS-CoV-2 spike protein, and decreases expression of inflammatory mediators by oral epithelial cells that cause ARDS in COVID-19 patients. In addition, we report that MASL also inhibits SARS-CoV-2 infection of kidney epithelial cells in culture. This work identifies MASL as an agent with potential to inhibit SARS-CoV-2 infection and COVID-19 related inflammatory syndromes."}
{"text":"While we might leave the COVID-19 pandemic behind, future health professionals are still confronted with another global phenomenon: the increasing pandemic of non-communicable diseases (NCDs). Both issues are strongly interwoven, yet current medical education fails to address their syndemic nature accordingly. There is scientific consensus that (i) most emerging infectious diseases are zoonotic, (ii) the overexploitation of earth's resources for animal protein production (i.e., tropical deforestation) rapidly escalates human contact with unknown pathogens, and (iii) people following a healthy plant-based diet present fewer rates of NCDs as well as severe illness and mortality from COVID-19. A shift toward whole food plant-based nutrition in the general population thus holds the potential to tackle both public health threats. We are convinced that it is every physician's responsibility to care for individual, public, and global health issues; however, future health professionals are not trained and educated regarding the health potential of plants and plant-based diets. The COVID-19 pandemic has demonstrated the urgent need for a “prevention first” approach. Therefore, in order to upgrade medical education worldwide and protect current and future human health properly, greater medical professional awareness of evidence on plant-based diets is urgently needed in classes, universities, and hospitals."}
{"text":"The genome of the Severe Acute Respiratory Syndrome coronavirus 2 (SARS-CoV-2), the pathogen that causes coronavirus disease 2019 (COVID-19), has been sequenced at an unprecedented scale leading to a tremendous amount of viral genome sequencing data. To assist in tracing infection pathways and design preventive strategies, a deep understanding of the viral genetic diversity landscape is needed. We present here a set of genomic surveillance tools from population genetics which can be used to better understand the evolution of this virus in humans. To illustrate the utility of this toolbox, we detail an in depth analysis of the genetic diversity of SARS-CoV-2 in first year of the COVID-19 pandemic. We analyzed 329,854 high-quality consensus sequences published in the GISAID database during the pre-vaccination phase. We demonstrate that, compared to standard phylogenetic approaches, haplotype networks can be computed efficiently on much larger datasets. This approach enables real-time lineage identification, a clear description of the relationship between variants of concern, and efficient detection of recurrent mutations. Furthermore, time series change of Tajima's D by haplotype provides a powerful metric of lineage expansion. Finally, principal component analysis (PCA) highlights key steps in variant emergence and facilitates the visualization of genomic variation in the context of SARS-CoV-2 diversity. The computational framework presented here is simple to implement and insightful for real-time genomic surveillance of SARS-CoV-2 and could be applied to any pathogen that threatens the health of populations of humans and other organisms."}
{"text":"Given research revealing conservatives are more sensitive to disease threat, it is curious that U.S. conservatives were less concerned than liberals with the COVID-19 pandemic. Across four studies that spanned almost ten months throughout the pandemic, we evaluated three potential reasons why conservatives were less concerned: (1) Motivated Political reasons (conservatives held COVID-specific political beliefs that motivated them to reduce concern), (2) Experiential reasons (conservatives were less directly affected by the outbreak than liberals), and (3) Conservative Messaging reasons (differential exposure to\/trust in partisan conservative messaging). All four studies consistently showed evidence that political (and not experiential or partisan messaging) reasons more strongly mediated conservatives' lack of concern for COVID-19. Additional analyses further suggested that while they did not serve as strong mediators, experiential factors provided a boundary condition for the conservatism➔perceived threat relationship. These data on over 3000 participants are consistent with a new model of the ideology-disease outbreak interface that can be applied to both the ongoing pandemic and future disease outbreaks."}
{"text":" Yersinia pestis, the causative agent of plague, has caused several pandemics throughout history and remains endemic in the rodent populations of the western United States. More recently, Y. pestis is one of several bacterial pathogens considered to be a potential agent of bioterrorism. Thus, elucidating potential mechanisms of survival and persistence in the environment would be important in the event of an intentional release of the organism. One such mechanism is entry into the viable but non-culturable (VBNC) state, as has been demonstrated for several other bacterial pathogens. In this study, we showed that Y. pestis became nonculturable by normal laboratory methods after 21 days in a low-temperature tap water microcosm. We further show evidence that, after the loss of culturability, the cells remained viable by using a variety of criteria, including cellular membrane integrity, uptake and incorporation of radiolabeled amino acids, and protection of genomic DNA from DNase I digestion. Additionally, we identified morphological and ultrastructural characteristics of Y. pestis VBNC cells, such as cell rounding and large periplasmic spaces, by electron microscopy, which are consistent with entry into the VBNC state in other bacteria. Finally, we demonstrated resuscitation of a small number of the non-culturable cells. This study provides compelling evidence that Y. pestis persists in a low-temperature tap water microcosm in a viable state yet is unable to be cultured under normal laboratory conditions, which may prove useful in risk assessment and remediation efforts, particularly in the event of an intentional release of this organism."}
{"text":"Abstract\nThe coronavirus disease 2019 (COVID‐19) pandemic has become a serious burden on global public health. Although therapeutic drugs against COVID‐19 have been used in many countries, their efficacy is still limited. We here reported nanobody (Nb) phage display libraries derived from four camels immunized with the SARS‐CoV‐2 spike receptor‐binding domain (RBD), from which 381 Nbs were identified to recognize SARS‐CoV‐2‐RBD. Furthermore, seven Nbs were shown to block interaction of human angiotensin‐converting enzyme 2 (ACE2) with SARS‐CoV‐2‐RBD variants and two Nbs blocked the interaction of human ACE2 with bat‐SL‐CoV‐WIV1‐RBD and SARS‐CoV‐1‐RBD. Among these candidates, Nb11‐59 exhibited the highest activity against authentic SARS‐CoV‐2 with 50% neutralizing dose (ND50) of 0.55 μg\/ml. Nb11‐59 can be produced on large scale in Pichia pastoris, with 20 g\/L titer and 99.36% purity. It also showed good stability profile, and nebulization did not impact its stability. Overall, Nb11‐59 might be a promising prophylactic and therapeutic molecule against COVID‐19, especially through inhalation delivery.\nWe reported nanobody (Nb) phage display libraries derived from four camels immunized with the SARS‐CoV‐2 spike receptor‐binding domain (RBD), from which 381 Nbs were identified to recognize SARS‐CoV‐2‐RBD including several mutants. Nb11‐59 exhibited potent antiviral activity against authentic SARS‐CoV‐2 with 50% neutralizing dose (ND50) of 0.55 μg\/ml, and it can be produced on large scale in Pichia pastoris with titers reached 20 g\/L. Importantly, Nb11‐59 showed a good stability and could be developed as an inhaled drug to treat COVID‐19.  "}
{"text":"Influenza A (IAV) is a major human respiratory pathogen that contributes to a significant threat to health security, worldwide. Despite vaccinations and previous immunisations through infections, humans can still be infected with influenza several times throughout their lives. This phenomenon is attributed to the antigenic changes of hemagglutinin (HA) and neuraminidase (NA) proteins in IAV via genetic mutation and reassortment, conferring antigenic drift and antigenic shift, respectively. Numerous findings indicate that slow antigenic drift and reassortment-derived antigenic shift exhibited by IAV are key processes that allow IAVs to overcome the previously acquired host immunity, which eventually leads to the annual re-emergence of seasonal influenza and even pandemic influenza, in rare occasions. As a result, current therapeutic options hit a brick wall quickly. As IAV remains a constant threat for new outbreaks worldwide, the underlying processes of genetic changes and alternative antiviral approaches for IAV should be further explored to improve disease management. In the light of the above, this review discusses the characteristics and mechanisms of mutations and reassortments that contribute to IAV’s evolution. We also discuss several alternative RNA-targeting antiviral approaches, namely the CRISPR\/Cas13 systems, RNA interference (RNAi), and antisense oligonucleotides (ASO) as potential antiviral approaches against IAV."}
{"text":"Severe acute respiratory syndrome coronavirus 2 (SARS‐CoV‐2) is a newly identified pathogen causing the coronavirus disease 2019 (COVID‐19) pandemic. Hydroxychloroquine (HCQ), an antimalarial and anti‐inflammatory drug, has been shown to inhibit SARS‐CoV‐2 infection in vitro and tested in clinical studies. However, achievement of lung concentrations predicted to have in vivo antiviral efficacy might not be possible with the currently proposed oral dosing regimens. Further, high cumulative doses of HCQ raise concerns of systemic toxicity, including cardiotoxicity. Here, we describe a preclinical study to investigate the pharmacokinetics (PKs) of a novel formulation of liposomal HCQ administered by intratracheal (IT) instillation in Sprague‐Dawley rats. Compared with unformulated HCQ administered intravenously, liposomal HCQ showed higher (~ 30‐fold) lung exposure, longer (~ 2.5‐fold) half‐life in lungs, but lower blood exposure with ~ 20% of peak plasma concentration (Cmax) and 74% of area under the curve from 0 to 72 hours (AUC0–72) and lower heart exposure with 23% of Cmax and 58% of AUC0–24 (normalized for dose). Similar results were observed relative to IT administration of unformulated HCQ. These PKs result in an animal model that demonstrated the proof of concept that inhalable liposomal HCQ may provide clinical benefit and serve as a potential treatment for COVID‐19."}
{"text":"Objective\nWild animal pathogen surveillance will help to understand the next possible pandemic in advance. Rodents, which have close contact with humans, are generally regarded as a key factor for zoonotic disease control. Given the variation in rodent virus composition in diverse ecologies, we conducted a study on the viral infection of rodents of diverse species in different typical environments of Heilongjiang and Yunnan Provinces, located in northeastern and southwestern China, respectively.\nMethods\nViral metagenomics sequencing and bioinformatic analysis were performed to determine the different distributions of rodent-borne viruses in typical environments of Heilongjiang and Yunnan Provinces, China. After viral culture and PCR confirmation, genomic and phylogenetic quantitative analysis was performed on the detected hantaviruses (HVs) and Beilong viruses (BeiVs).\nResults\nNineteen rodents from three species and 35 rodents from five species of rodents were collected from Heilongjiang and Yunnan Provinces, respectively. Although the number and number of species of rodents trapped in the northeast were fewer than those in the southwest, viruses annotated from rodents in Heilongjiang were more diverse than those in Yunnan. Rodents carried 22 virus families in Heilongjiang and 13 families in Yunnan. Sequences assembled from Rattus norvegicus were annotated to the M, L, and S segments of HV, and all were clustered within the Seoul-type hantavirus (SEOV). There were 2 (R81Q, S698T) and 4 (K153R, M168I, I279S, and R1790K) amino acid site substitutions in M and L compared with the versions in the most homologous strains. Two BeiV isolates from Rattus norvegicus were closely related to BeiV from brown rats in Hong Kong, with high bootstrap values of >90% in the N segment and > 95% in the L segment. They were further clustered with Tailam virus, forming a distinct group in Paramyxoviridae.\nConclusion\nThe rodents from Heilongjiang and Yunnan located in northeast and southwest China, respectively, had different viral spectra, and only one-third (10\/32) of virus families were detected in both areas. The predominant viruses were HV and BeiV in the Hantaviridae and Paramyxoviridae families, respectively. Rodent-borne viruses in the same species were similar in different geographic disparate areas owing to their similar close contact with human habitats and human activities. Additional attention should be given to the monitoring of neglected rodent-borne viruses, especially opportunistic viruses with currently low loads."}
{"text":"The COVID-19 pandemic has caused huge impact on public health and significantly changed our lifestyle. This is due to the fast airborne oro-nasal transmission of SARS-CoV-2 from the infected individuals. The generation of liquid aerosolized particles occurs when the COVID-19 patients speak, sing, cough, sneeze, or simply breathe. We have developed a novel aerosol barrier mask (ABM) to mitigate the spread of SARS-CoV-2 and other infectious pathogens. This Aerosol Barrier Mask is designed for preventing SARS-CoV-2 transmission while transporting patients within hospital facilities. This mask can constrain aerosol and droplet particles and trap them in a biofilter, while the patient is normally breathing and administrated with medical oxygen. The system can be characterized as an oxygen delivery and mitigation mask which has no unfiltered exhaled air dispersion. The mask helps to prevent the spread of SARS-CoV-2, and potentially other infectious respiratory pathogens and protects everyone in general, especially healthcare professionals."}
{"text":"Severe Acute Respiratory Syndrome Coronavirus 2 pandemic has infected millions of people. The conjunctival epithelium is easily exposed to infectious droplets and body fluids making eyes a potential route and reservoir of the infection. The CD147 and ACE2 receptor has been demonstrated in ocular surface cells, which implies that these cells may facilitate as a portal of entry for transmission of Severe Acute Respiratory Syndrome Coronavirus 2. Despite low viral load in tears and conjunctival swab, the negative RT-PCR results cannot exclude the possibility of the presence of Severe Acute Respiratory Syndrome Coronavirus 2 in ocular secretions. Pathogens might be transported by constant tear flow through the lacrimal duct system to the respiratory tract causing infection. Eyes are unlikely to be the main transmission route, however, their role in the transmission of Severe Acute Respiratory Syndrome Coronavirus 2 cannot be overlooked. Therefore, proper eye protection should be instituted while attending Severe Acute Respiratory Syndrome Coronavirus 2 positive individuals, especially by health professionals."}
{"text":"Aquatic birds are the natural reservoir for most subtypes of influenza A, and a source of novel viruses with the potential to cause human pandemics, fatal zoonotic disease or devastating epizootics in poultry. It is well recognised that waterfowl typically show few clinical signs following influenza A infection, in contrast, terrestrial poultry such as chickens may develop severe disease with rapid death following infection with highly pathogenic avian influenza. This study examined the cellular response to influenza infection in primary cells derived from resistant (duck) and susceptible (chicken) avian hosts. Paradoxically, we observed that duck cells underwent rapid cell death following infection with low pathogenic avian H2N3, classical swine H1N1 and ‘classical' highly pathogenic H5N1 viruses. Dying cells showed morphological features of apoptosis, increased DNA fragmentation and activation of caspase 3\/7. Following infection of chicken cells, cell death occurred less rapidly, accompanied by reduced DNA fragmentation and caspase activation. Duck cells produced similar levels of viral RNA but less infectious virus, in comparison with chicken cells. Such rapid cell death was not observed in duck cells infected with a contemporary Eurasian lineage H5N1 fatal to ducks. The induction of rapid death in duck cells may be part of a mechanism of host resistance to influenza A, with the loss of this response leading to increased susceptibility to emergent strains of H5N1. These studies provide novel insights that should help resolve the long-standing enigma of host–pathogen relationships for highly pathogenic and zoonotic avian influenza."}
{"text":"Gene–environment interaction is a key part of evolutionary biology, animal, and plant breeding, and a number of health sciences, like epidemiology and precision medicine. However, bottlenecks in models of gene–environment interaction have recently been made manifest, particularly in the field of medicine and, consequently, specific improvements have been explicitly requested—namely, an implementation of gene–environment interaction satisfactorily disentangled from gene–environment correlation. The present paper meets those demands by providing mathematical developments that implement classical models of genetic effects and bring them up to date with the prospects current available data bestow. These developments are shown to overcome the limitations of previous proposals through the analysis of illustrative examples on disease susceptibility, with special attention paid to precision medicine. Indeed, a number of misconceptions about the application of models of genetic\/environmental effects to precision medicine are here identified and clarified. The theory here provided is argued to strengthen, in particular, the methodology required for high-precision characterization of strain virulence in the study of the COVID-19 pandemic."}
{"text":"During the COVID-19 pandemic, there have been an increasing number of COVID-19 patients with cavitary or cystic lung lesions, re-positive or long-term positive nucleic acid tests, but the mechanism is still unclear. Lung cavities may appear at long time interval from initial onset of coronavirus infection, generally during the absorption phase of the disease. The main histopathological characteristic is diffuse alveolar damage and may have more severe symptoms after initial recovery from COVID-19 and an increased mortality rate. There are many possible etiologies of pulmonary cavities in COVID-19 patients and we hypothesize that occult SARS-CoV-2, in the form of biofilm, is harbored in the airway lacuna with other pathogenic microorganisms, which may be the cause of pulmonary cavities and repeated and long-term positive nucleic acid tests."}
{"text":"Optimizing viral vectors and their properties will be important for improving the effectiveness and safety of clinical gene therapy. However, such research may generate dual-use insights relevant to the enhancement of pandemic pathogens. In particular, reliable and generalizable methods of immune evasion could increase viral fitness sufficient to cause a new pandemic. High potential for misuse is associated with (1) the development of universal genetic elements for immune modulation, (2) specific insights on capsid engineering for antibody evasion applicable to viruses with pandemic potential, and (3) the development of computational methods to inform capsid engineering. These risks may be mitigated by prioritizing non-viral delivery systems, pharmacological immune modulation methods, non-genetic vector surface modifications, and engineering methods specific to AAV and other viruses incapable of unassisted human-to-human transmission. We recommend that computational vector engineering and the publication of associated code and data be limited to AAV until a technical solution for preventing malicious access to viral engineering tools has been established."}
{"text":"The ongoing transmission of influenza A viruses (IAV) for the past century continues to be a burden to humans. IAV binds terminal sialic acids (SA) of sugar molecules present within the upper respiratory tract (URT) in order to successfully infect hosts. The two most common SA structures that are important for IAV infection are those with α2,3- and α2,6-linkages. While mice were once considered to be an unsuitable system for studying IAV transmission due to their lack of α2,6-SA in the trachea, we have successfully demonstrated that IAV transmission in infant mice is remarkably efficient. This finding led us to reevaluate the SA composition of the URT of mice using in situ immunofluorescence and examine its in vivo contribution to transmission for the first time. We demonstrate that mice express both α2,3- and α2,6-SA in the URT and that the difference in expression between infants and adults contribute to the variable transmission efficiencies observed. Furthermore, selectively blocking α2,3-SA or α2,6-SA within the URT of infant mice using lectins was necessary but insufficient at inhibiting transmission, and simultaneous blockade of both receptors was crucial in achieving the desired inhibitory effect. By employing a broadly-acting neuraminidase (ba-NA) to indiscriminately remove both SA moieties in vivo, we effectively suppressed viral shedding and halted the transmission of different strains of influenza viruses. These results emphasize the utility of the infant mouse model for studying IAV transmission, and strongly indicate that broadly targeting host SA is an effective approach that inhibits IAV contagion."}
{"text":"Highlights\nHost genes play an important role in the pathogenesis of influenza virus infection.\nHigh-throughput technologies accelerate the discovery of susceptibility genes.\nHost susceptibility studies facilitate the development of host-targeted therapy.\nHost-targeted therapy may allow individualized treatment for influenza.\nThe emergence of the pandemic influenza virus A(H1N1)pdm09 in 2009 and avian influenza virus A(H7N9) in 2013 provided unique opportunities for assessing genetic predispositions to severe disease because many patients did not have any underlying risk factor or neutralizing antibody against these agents, in contrast to seasonal influenza viruses. High-throughput screening platforms and large human or animal databases from international collaborations allow rapid selection of potential candidate genes for confirmatory functional studies. In the last 2 years, at least seven new human susceptibility genes have been identified in genetic association studies. Integration of knowledge from genetic and phenotypic studies is essential to identify important gene targets for treatment and prevention of influenza virus infection."}
{"text":"During the coronavirus disease 2019 (COVID-19) pandemic, numerous reports of ocular anomalies occurring in patients infected with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) have emerged. The most frequently reported pathology is conjunctivitis, which may be the first or only clinical manifestation of the disease. Involvement of SARS-CoV-2 in development of alterations in other ocular structures was suggested, including the cornea, the retina, and blood vessels. Possible mechanisms include direct activity of the viral agent, as well as systemic inflammatory response with accompanying thromboembolic complications.\nGenetic material of SARS-CoV-2 was detected in ocular secretions of infected individuals, including asymptomatic patients. Moreover, angiotensin-converting enzyme 2 (ACE2), a receptor protein used by the virus to enter the cell, has been found on the surface of various structures of the eye, which indicates a risk of transmission through ocular tissues. Therefore, it is crucial to use eye protection by medical professionals having contact with potentially infected patients.\nThis paper is a review of the literature regarding ocular manifestations of SARS-CoV-2 infection and a summary of the current state of knowledge about possibility of transmission from an ophthalmology point of view. For data collection, a thorough PubMed search was performed, using the key words: “COVID ocular”, “COVID eye”, “SARS-CoV-2 ocular”, and “SARS-CoV-2 eye”.\nConclusions: SARS-CoV-2 infection may manifest itself in various ocular conditions. Eye protection should not be neglected, as recent studies suggest the eye as a potential route of transmission. Further search for adequate safety measures in ophthalmology practice is required."}
{"text":"The recent outbreak of the novel coronavirus disease, COVID-19, has highlighted the threat that highly pathogenic coronaviruses have on global health security and the imminent need to design an effective vaccine for prevention purposes. Although several attempts have been made to develop vaccines against human coronavirus infections since the emergence of Severe Acute Respiratory Syndrome coronavirus (SARS-CoV) in 2003, there is no available licensed vaccine yet. A better understanding of previous coronavirus vaccine studies may help to design a vaccine for the newly emerged virus, SARS-CoV-2, that may also cover other pathogenic coronaviruses as a potentially universal vaccine. In general, coronavirus spike protein is the major antigen for the vaccine design as it can induce neutralizing antibodies and protective immunity. By considering the high genetic similarity between SARS-CoV and SARS-CoV-2, here, protective immunity against SARS-CoV spike subunit vaccine candidates in animal models has been reviewed to gain advances that can facilitate coronavirus vaccine development in the near future."}
{"text":"The emerging coronavirus disease (COVID-19) caused by SARS-CoV-2 has led to social and economic disruption globally. It is urgently needed to understand the structure and function of the viral proteins for understanding of the viral infection and pathogenesis and development of prophylaxis and treatment strategies. Coronavirus non-structural protein 1 (nsp1) is a notable virulence factor with versatile roles in virus-host interactions and exhibits unique characteristics on sequence, structure, and function mode. However, the roles and characteristics of SARS-CoV-2 nsp1 are currently unclear. Here, we analyze the nsp1 of SARS-CoV-2 from the following perspectives: (1) bioinformatics analysis reveals that the novel nsp1 is conserved among SARS-CoV-2 strains and shares significant sequence identity with SARS-CoV nsp1; (2) structure modeling shows a 3D α\/β-fold of SARS-CoV-2 nsp1 highly similar to that of the SARS-CoV homolog; (3) by detailed, functional review of nsp1 proteins from other coronaviruses (especially SARS-CoV) and comparison of the protein sequence and structure, we further analyzed the potential roles of SARS-CoV-2 nsp1 in manipulating host mRNA translation, antiviral innate immunity and inflammation response and thus likely promoting viral infection and pathogenesis, which are merited to be tested in the future. Finally, we discussed how understanding of the novel nsp1 may provide valuable insights into the designs of drugs and vaccines against the unprecedented coronavirus pandemic."}
{"text":"New pathogens responsible for novel human disease outbreaks in the last two decades are mainly the respiratory system viruses. Not different was the last pandemic episode, caused by infection of a severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). One of the extensively explored targets, in the recent scientific literature, as a possible way for rapid development of COVID-19 specific drug(s) is the interaction between the receptor-binding domain of the virus’ spike (S) glycoprotein and human receptor angiotensin-converting enzyme 2 (hACE2). This protein-protein recognition process is involved in the early stages of the SARS-CoV-2 life cycle leading to the host cell membrane penetration. Thus, disrupting this interaction may block or significantly reduce the infection caused by the novel pathogen. Previously we have designed (by in silico structure-based analysis) three very short peptides having sequences inspirited by hACE2 native fragments, which effectively bind to the SARS-CoV-2 S protein and block its interaction with the human receptor. In continuation of the above mentioned studies, here we presented an application of molecular modeling approach resulting in improved binding affinity of the previously proposed ligand and its enhanced ability to inhibit meaningful host-virus protein-protein interaction. The new optimized hexapeptide binds to the virus protein with affinity one magnitude higher than the initial ligand and, as a very short peptide, has also great potential for further drug development. The peptide-based strategy is rapid and cost-effective for developing and optimizing efficient protein-protein interactions disruptors and may be successfully applied to discover antiviral candidates against other future emerging human viral infections."}
{"text":"Pandemic, epidemic and endemic infectious diseases are united by a common problem: how do we rapidly and cost-effectively identify potential pharmacological interventions to treat infections? Given the large number of emerging and neglected infectious diseases and the fact that they disproportionately afflict the poorest members of the global society, new ways of thinking are required to develop high productivity discovery systems that can be applied to a large number of pathogens. The growing availability of parasite genome data provides the basis for developing methods to prioritize, a priori potential drug targets and analyze the pharmacological landscape of an infectious disease. Thus the overall objective of infectious disease informatics is to enable the rapid generation of plausible, novel medical hypotheses of test-able pharmacological experiments, by uncovering undiscovered relationships in the wealth of biomedical literature and databases that were collected for other purposes. In particular our goal is to identify potential drug targets present in a pathogen genome and prioritize which pharmacological experiments are most likely to discover drug-like lead compounds rapidly against a pathogen (i.e. which specific compounds and drug targets should be screened, in which assays and where they can be sourced). An integral part of the challenge is the development and integration of methods to predict druggability, essentiality, synthetic lethality and polypharmocology in pathogen genomes, while simultaneously integrating the inevitable issues of chemical tractability and the potential for acquired drug resistance from the start."}
{"text":"We compared the innate immune response to newly emerged swine origin H3N2 influenza A variant virus containing the M gene from A(H1N1)pdm09 virus (A(H3N2)vpm), with 2010 swine-origin A(H3N2)v and seasonal A(H3N2) viruses. Our results demonstrated that A(H3N2)vpM virus-induced myeloid dendritic cells secreted significantly lower levels of type I interferon (IFN) but produced significantly higher levels of pro-inflammatory cytokines and induced potent inflammasome activation. The reduction in antiviral immunity with increased inflammatory responses upon A(H3N2)vpM virus infection suggest that these viruses have the potential for increased disease severity in susceptible hosts."}
{"text":" Mycobacterium tuberculosis, the causative agent of tuberculosis, has evolved over time into a multidrug resistance strain that poses a serious global pandemic health threat. The ability to survive and remain dormant within the host macrophage relies on multiple transcription factors contributing to virulence. To date, very limited structural insights from crystallographic and NMR studies are available for TFs and TF–DNA binding events. Understanding the role of DNA structure in TF binding is critical to deciphering MTB pathogenicity and has yet to be resolved at the genome scale. In this work, we analyzed the compositional and conformational preference of 21 mycobacterial TFs, evident at their DNA binding sites, in local and global scales. Results suggest that most TFs prefer binding to genomic regions characterized by unique DNA structural signatures, namely, high electrostatic potential, narrow minor grooves, high propeller twist, helical twist, intrinsic curvature, and DNA rigidity compared to the flanking sequences. Additionally, preference for specific trinucleotide motifs, with clear periodic signals of tetranucleotide motifs, are observed in the vicinity of the TF–DNA interactions. Altogether, our study reports nuanced DNA shape and structural preferences of 21 TFs."}
{"text":"Abstract\nImmunological memory has the potential to provide lifelong protection against recurrent infections. As such, it has been crucial to the success of vaccines. Yet, the recent pandemic has illuminated key gaps in our knowledge related to the factors influencing effective memory formation and the inability to predict the longevity of immune protection. In recent decades, researchers have acquired a number of novel and powerful tools with which to study the factors underpinning humoral memory. These tools have been used to study the B-cell fate decisions that occur within the germinal centre (GC), a site where responding B cells undergo affinity maturation and are one of the major routes for memory B cell and high-affinity long-lived plasma cell formation. The advent of single-cell sequencing technology has provided an enhanced resolution for studying fate decisions within the GC and cutting-edge techniques have enabled researchers to model this reaction with more accuracy both in vitro and in silico. Moreover, modern approaches to studying memory B cells have allowed us to gain a better appreciation for the heterogeneity and adaptability of this vital class of B cells. Together, these studies have facilitated important breakthroughs in our understanding of how these systems operate to ensure a successful immune response. In this review, we describe recent advances in the field of GC and memory B-cell biology in order to provide insight into how humoral memory is formed, as well as the potential for generating lasting immunity to novel pathogens such as severe acute respiratory syndrome coronavirus 2."}
{"text":"The world has witnessed a high morbidity and mortality caused by SARS-CoV-2, and global death toll is still rising. Exaggerated inflammatory responses are thought to be more responsible for infiltrated immune cells accumulation, organ damage especially lung, dyspnea, and respiratory failure rather than direct effect of viral replication. IL-6 and NLRP3 inflammasome are the major immune components in immune responses stimulation upon pathogen infection. It's noteworthy that the function and expression of these components are remarkably influenced by non-coding RNAs including long non-coding RNAs. Given the potential role of these components in organ damage and pathological manifestations of patients infected with COVID-19, their blockage might be a hopeful and promising treatment strategy. Notably, more study on long non-coding RNAs involved in inflammatory responses could elevate the efficacy of anti-inflammatory therapy. In this review we discuss the potential impact of IL-6 and NLRP3 inflammasome blocker drugs on inflammatory responses, viral clearance, and pathological and clinical manifestations. Collectively, anti-inflammatory strategy might pave the way to diminish clinical and pathological manifestations and thereby discharging patients infected with COVID-19 from hospital.\nGraphical abstract"}
{"text":"The new decade of the 21st century (2020) started with the emergence of a novel coronavirus known as SARS-CoV-2 that caused an epidemic of coronavirus disease (COVID-19) in Wuhan, China. It is the third highly pathogenic and transmissible coronavirus after severe acute respiratory syndrome coronavirus (SARS-CoV) and Middle East respiratory syndrome coronavirus (MERS-CoV) emerged in humans. The source of origin, transmission to humans, and mechanisms associated with the pathogenicity of SARS-CoV-2 are not yet clear, however, its resemblance to SARS-CoV and several other bat coronaviruses was recently confirmed through genome sequencing-related studies.\nThe new decade of the 21st century (2020) started with the emergence of a novel coronavirus known as SARS-CoV-2 that caused an epidemic of coronavirus disease (COVID-19) in Wuhan, China. It is the third highly pathogenic and transmissible coronavirus after severe acute respiratory syndrome coronavirus (SARS-CoV) and Middle East respiratory syndrome coronavirus (MERS-CoV) emerged in humans. The source of origin, transmission to humans, and mechanisms associated with the pathogenicity of SARS-CoV-2 are not yet clear, however, its resemblance to SARS-CoV and several other bat coronaviruses was recently confirmed through genome sequencing-related studies. The development of therapeutic strategies is necessary in order to prevent further epidemics and cure infections. In this review, we summarize current information about the emergence, origin, diversity, and epidemiology of three pathogenic coronaviruses with a specific focus on the current outbreak in Wuhan, China. Furthermore, we discuss the clinical features and potential therapeutic options that may be effective against SARS-CoV-2."}
{"text":"Severe Acute Respiratory Syndrome coronavirus-2 (SARS-CoV-2) is responsible for the COVID-19 pandemic that continues to pose significant public health concerns. While research to deliver vaccines and antivirals are being pursued, various effective technologies to control its environmental spread are also being targeted. Ultraviolet light (UV-C) technologies are effective against a broad spectrum of microorganisms when used even on large surface areas. In this study, we developed a pyrimidine dinucleotide frequency based genomic model to predict the sensitivity of select enveloped and non-enveloped viruses to UV-C treatments in order to identify potential SARS-CoV-2 and human norovirus surrogates. The results revealed that this model was best fitted using linear regression with r2 = 0.90. The predicted UV-C sensitivity (D90 – dose for 90% inactivation) for SARS-CoV-2 and MERS-CoV was found to be 21.5 and 28 J\/m2, respectively (with an estimated 18 J\/m2 obtained from published experimental data for SARS-CoV-1), suggesting that coronaviruses are highly sensitive to UV-C light compared to other ssRNA viruses used in this modeling study. Murine hepatitis virus (MHV) A59 strain with a D90 of 21 J\/m2 close to that of SARS-CoV-2 was identified as a suitable surrogate to validate SARS-CoV-2 inactivation by UV-C treatment. Furthermore, the non-enveloped human noroviruses (HuNoVs), had predicted D90 values of 69.1, 89, and 77.6 J\/m2 for genogroups GI, GII, and GIV, respectively. Murine norovirus (MNV-1) of GV with a D90 = 100 J\/m2 was identified as a potential conservative surrogate for UV-C inactivation of these HuNoVs. This study provides useful insights for the identification of potential non-pathogenic (to humans) surrogates to understand inactivation kinetics and their use in experimental validation of UV-C disinfection systems. This approach can be used to narrow the number of surrogates used in testing UV-C inactivation of other human and animal ssRNA viral pathogens for experimental validation that can save cost, labor and time."}
{"text":"Abstract\nThe severe acute respiratory syndrome coronavirus 2 (SARS‐CoV‐2) virus emerged in late 2019 leading to the COVID‐19 disease pandemic that triggered socioeconomic turmoil worldwide. A precise, prompt, and affordable diagnostic assay is essential for the detection of SARS‐CoV‐2 as well as its variants. Antibody against SARS‐CoV‐2 spike (S) protein was reported as a suitable strategy for therapy and diagnosis of COVID‐19. We, therefore, developed a quick and precise phase‐sensitive surface plasmon resonance (PS‐SPR) biosensor integrated with a novel generated anti‐S monoclonal antibody (S‐mAb). Our results indicated that the newly generated S‐mAb could detect the original SARS‐CoV‐2 strain along with its variants. In addition, a SARS‐CoV‐2 pseudovirus, which could be processed in BSL‐2 facility was generated for evaluation of sensitivity and specificity of the assays including PS‐SPR, homemade target‐captured ELISA, spike rapid antigen test (SRAT), and quantitative reverse transcription polymerase chain reaction (qRT‐PCR). Experimentally, PS‐SPR exerted high sensitivity to detect SARS‐CoV‐2 pseudovirus at 589 copies\/ml, with 7‐fold and 70‐fold increase in sensitivity when compared with the two conventional immunoassays, including homemade target‐captured ELISA (4 × 103 copies\/ml) and SRAT (4 × 104 copies\/ml), using the identical antibody. Moreover, the PS‐SPR was applied in the measurement of mimic clinical samples containing the SARS‐CoV‐2 pseudovirus mixed with nasal mucosa. The detection limit of PS‐SPR is calculated to be 1725 copies\/ml, which has higher accuracy than homemade target‐captured ELISA (4 × 104 copies\/ml) and SRAT (4 × 105 copies\/ml) and is comparable with qRT‐PCR (1250 copies\/ml). Finally, the ability of PS‐SPR to detect SARS‐CoV‐2 in real clinical specimens was further demonstrated, and the assay time was less than 10 min. Taken together, our results indicate that this novel S‐mAb integrated into PS‐SPR biosensor demonstrates high sensitivity and is time‐saving in SARS‐CoV‐2 virus detection. This study suggests that incorporation of a high specific recognizer in SPR biosensor is an alternative strategy that could be applied in developing other emerging or re‐emerging pathogenic detection platforms."}
{"text":"Background\nContinuing transmissions of highly pathogenic H5N1 viruses in poultry and humans underscores the need for a rapid response to potential pandemic in the form of vaccine. Recombinant technologies for production of immunogenic hemagglutinin (HA) could provide an advantage over the traditional inactivated vaccine manufacturing process. Generation of stably transfected mammalian cells secreting properly folded HA proteins is important for scalable controlled manufacturing.\nMethodology\/Principal Findings\nWe have developed a Flp-In based 293 stable cell lines through targeted site-specific recombination for expression of secreted hemagglutinin (HA) proteins and evaluated their immunogenicity. H5N1 globular domain HA1(1-330) and HA0(1-500) proteins were purified from the supernatants of 293 Flp-In stable cell lines. Both proteins were properly folded as confirmed by binding to H5N1-neutralizing conformation-dependent human monoclonal antibodies. The HA0 (with unmodified cleavage site) was monomeric, while the HA1 contained oligomeric forms. Upon rabbit immunization, both HA proteins elicited neutralizing antibodies against the homologous virus (A\/Vietnam\/1203\/2004, clade 1) as well as cross-neutralizing antibodies against heterologous H5N1 clade 2 strains, including A\/Indonesia\/5\/2005. These results exceeded the human antibody responses against the inactivated sub-virion H5N1 vaccine.\nConclusions\/Significance\nOur data suggest that the 293 Flp-In system could serve as a platform for rapid expression of HA immunogens in mammalian cells from emerging influenza strains."}
{"text":"Understanding immune memory to Common Cold Coronaviruses (CCCs) is relevant for assessing its potential impact on the outcomes of SARS-CoV-2 infection, and for the prospects of pan-corona vaccines development. We performed a longitudinal analysis, of pre-pandemic samples collected from 2016–2019. CD4+ T cells and antibody responses specific for CCC and to other respiratory viruses, and chronic or ubiquitous pathogens were assessed. CCC-specific memory CD4+ T cells were detected in most subjects, and their frequencies were comparable to those for other common antigens. Notably, responses to CCC and other antigens such as influenza and Tetanus Toxoid (TT) were sustained over time. CCC-specific CD4+ T cell responses were also associated with low numbers of HLA-DR+CD38+ cells and their magnitude did not correlate with yearly changes in the prevalence of CCC infections. Similarly, spike RBD-specific IgG responses for CCC were stable throughout the sampling period. Finally, high CD4+ T cell reactivity to CCC, but not antibody responses, was associated with high pre-existing SARS-CoV-2 immunity. Overall, these results suggest that the steady and sustained CCC responses observed in the study cohort are likely due to a relatively stable pool of CCC-specific memory CD4+ T cells instead of fast decaying responses and frequent reinfections."}
{"text":"Questions remain regarding the effect of baseline host and exposure factors on vaccine efficacy (VE) across pathogens and vaccine platforms. We report placebo-controlled data from four Phase 3 COVID-19 trials during the early period of the pandemic. This was a cross-protocol analysis of four randomized, placebo-controlled efficacy trials (Moderna\/mRNA1273, AstraZeneca\/AZD1222, Janssen\/Ad26.COV2.S, and Novavax\/NVX-CoV2373) using a harmonized design. Trials were conducted in the United States and international sites in adults ≥ 18 years of age. VE was assessed for symptomatic and severe COVID-19. We analyzed 114,480 participants from both placebo and vaccine arms, enrolled July 2020 to February 2021, with follow up through July 2021. VE against symptomatic COVID-19 showed little heterogeneity across baseline socio-demographic, clinical or exposure characteristics, in either univariate or multivariate analysis, regardless of vaccine platform. Similarly, VE against severe COVID-19 in the single trial (Janssen) with sufficient endpoints for analysis showed little evidence of heterogeneity. COVID-19 VE is not influenced by baseline host or exposure characteristics across efficacy trials of different vaccine platforms and countries when well matched to circulating virus strains. This supports use of these vaccines, regardless of platform type, as effective tools in the near term for reducing symptomatic and severe COVID-19, particularly for older individuals and those with common co-morbidities during major variant shifts. Clinical trial registration numbers: NCT04470427, NCT04516746, NCT04505722, and NCT04611802."}
{"text":"Objective: This study was intended to investigate the relationship between COVID-19 disease and ovarian function in reproductive-aged women.\nMethods: Female COVID-19 patients of reproductive age were recruited between January 28 and March 8, 2020 from Tongji Hospital in Wuhan. Their baseline and clinical characteristics, as well as menstrual conditions, were recorded. Differentials in ovarian reserve markers and sex hormones (including anti-Müllerian hormone [AMH], follicle-stimulating hormone [FSH], the ratio of FSH to luteinizing hormone [LH], estradiol [E2], progesterone [P], testosterone [T], and prolactin [PRL] were compared to those of healthy women who were randomly selected and individually matched for age, region, and menstrual status. Uni- and multi-variable hierarchical linear regression analyses were performed to identify risk factors associated with ovarian function in COVID-19 women.\nResults: Seventy eight patients agreed to be tested for serum hormone, of whom 17 (21.79%) were diagnosed as the severe group and 39 (50%) were in the basal level group. Menstrual status (P = 0.55), menstrual volumes (P = 0.066), phase of menstrual cycle (P = 0.58), and dysmenorrhea history (P = 0.12) were similar without significant differences between non-severe and severe COVID-19 women. Significant lower serum AMH level\/proportion (0.19\/0.28 vs. 1.12 ng\/ml, P = 0.003\/0.027; AMH ≤ 1.1 ng\/ml: 75\/70.4 vs. 49.7%, P = 0.009\/0.004), higher serum T (0.38\/0.39 vs. 0.22 ng\/ml, P < 0.001\/0.001) and PRL (25.43\/24.10 vs. 12.12 ng\/ml, P < 0.001\/0.001) levels were observed in basal level and the all-COVID-19 group compared with healthy age-matched control. When adjusted for age, menstrual status and parity variations in multivariate hierarchical linear regression analysis, COVID-19 disease was significantly associated with serum AMH (β = −0.191; 95% CI: −1.177–0.327; P = 0.001), T (β = 0.411; 95% CI: 11.154–22.709; P < 0.001), and PRL (β = 0.497; 95% CI: 10.787–20.266; P < 0.001), suggesting an independent risk factor for ovarian function, which accounted for 3.2% of the decline in AMH, 14.3% of the increase in T, and 20.7% of the increase in PRL.\nConclusion: Ovarian injury, including declined ovarian reserve and reproductive endocrine disorder, can be observed in women with COVID-19. More attention should be paid to their ovarian function under this pandemic, especially regarding reproductive-aged women.\nClinical Trial Number: ChiCTR2000030015."}
{"text":"Extreme public health interventions play a critical role in mitigating the local and global prevalence and pandemic potential. Here, we use population size for pathogen transmission to measure the intensity of public health interventions, which is a key characteristic variable for nowcasting and forecasting of COVID-19. By formulating a hidden Markov dynamic system and using nonlinear filtering theory, we have developed a stochastic epidemic dynamic model under public health interventions. The model parameters and states are estimated in time from internationally available public data by combining an unscented filter and an interacting multiple model filter. Moreover, we consider the computability of the population size and provide its selection criterion. With applications to COVID-19, we estimate the mean of the effective reproductive number of China and the rest of the globe except China (GEC) to be 2.4626 (95% CI: 2.4142–2.5111) and 3.0979 (95% CI: 3.0968–3.0990), respectively. The prediction results show the effectiveness of the stochastic epidemic dynamic model with nonlinear filtering. The hidden Markov dynamic system with nonlinear filtering can be used to make analysis, nowcasting and forecasting for other contagious diseases in the future since it helps to understand the mechanism of disease transmission and to estimate the population size for pathogen transmission and the number of hidden infections, which is a valid tool for decision-making by policy makers for epidemic control."}
{"text":"Microbial pathogen transmission within built environments is a main public health concern. The pandemic of coronavirus disease 2019 (COVID-19) adds to the urgency of developing effective means to reduce pathogen transmission in mass-gathering public buildings such as schools, hospitals, and airports. To inform occupants and guide facility managers to prevent and respond to infectious disease outbreaks, this study proposed a framework to assess room-level outbreak risks in buildings by modeling built environment characteristics, occupancy information, and pathogen transmission. Building information modeling (BIM) is exploited to automatically retrieve building parameters and possible occupant interactions that are relevant to pathogen transmission. The extracted information is fed into an environment pathogen transmission model to derive the basic reproduction numbers for different pathogens, which serve as proxies of outbreak potentials in rooms. A web-based system is developed to provide timely information regarding outbreak risks to occupants and facility managers. The efficacy of the proposed method was demonstrated by a case study, in which building characteristics, occupancy schedules, pathogen parameters, as well as hygiene and cleaning practices are considered for outbreak risk assessment. This study contributes to the body of knowledge by computationally integrating building, occupant, and pathogen information modeling for infectious disease outbreak assessment, and communicating actionable information for built environment management."}
{"text":"Plant viruses are responsible for the most devastating and commercially significant plant diseases, especially in tropical and subtropical regions. The genus begomovirus is the largest one in the family Geminiviridae, with a single-stranded DNA genome, either monopartite or bipartite. Begomoviruses are transmitted by insect vectors, such as Bemisia tabaci. Begomoviruses are the major causative agents of diseases in agriculture globally. Because of their diversity and mode of evolution, they are thought to be geographic specific. The emerging begomoviruses are of serious concern due to their increasing host range and geographical expansion. Several begomoviruses of Asiatic origin have been reported in Europe, causing massive economic losses; insect-borne transmission of viruses is a critical factor in virus outbreaks in new geographical regions. This review highlights crucial information regarding Asia’s four emerging and highly destructive begomoviruses. We also provided information regarding several less common but still potentially important pathogens of different crops. This information will aid possible direction of future studies in adopting preventive measures to combat these emerging viruses."}
{"text":"This study tested if prior BCG revaccination can further boost immune responses subsequently induced by a widely distributed and otherwise efficacious Oxford\/AstraZeneca ChAdOx1nCoV-19 vaccine, referred to as COVISHIELD™, in India. We compared COVISHIELD™ induced longitudinal immune responses in 21 BCG re-vaccinees (BCG-RV) and 13 BCG-non-revaccinees (BCG-NRV), all of whom were BCG vaccinated at birth and latent tuberculosis negative, after COVISHIELD™ prime and boost with baseline samples that were collected pre-pandemic and pre-BCG revaccination. Compared to BCG-NRV, BCG-RV displayed significantly higher magnitude of spike-specific Ab and T cell responses, including a greater proportion of high responders; better quality polyfunctional CD4 and CD8 T cells that persisted and a more robust Ab and T cell response to the Delta mutant of SARS-CoV-2 highlighting greater breadth. Mechanistically, BCG adjuvant effects on COVISHIELD™ induced adaptive responses was associated with more robust innate responses to pathogen-associated-molecular-patterns through TNF-α and IL-1β secretion. This study provides first in-depth analysis of immune responses induced by COVISHIELD™ in India and highlights the potential of using a cheap and globally available vaccine, BCG, as an adjuvant to enhance heterologous adaptive immune responses induced by COVIDSHIELD™ and other emerging vaccines."}
{"text":"How severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) infections engage cellular host pathways and innate immunity in infected cells remains largely elusive. We performed an integrative proteo-transcriptomics analysis in SARS-CoV-2 infected Huh7 cells to map the cellular response to the invading virus over time. We identified four pathways, ErbB, HIF-1, mTOR and TNF signaling, among others that were markedly modulated during the course of the SARS-CoV-2 infection in vitro. Western blot validation of the downstream effector molecules of these pathways revealed a dose-dependent activation of Akt, mTOR, S6K1 and 4E-BP1 at 24 hours post infection (hpi). However, we found a significant inhibition of HIF-1α through 24hpi and 48hpi of the infection, suggesting a crosstalk between the SARS-CoV-2 and the Akt\/mTOR\/HIF-1 signaling pathways. Inhibition of the mTOR signaling pathway using Akt inhibitor MK-2206 showed a significant reduction in virus production. Further investigations are required to better understand the molecular sequelae in order to guide potential therapy in the management of severe coronavirus disease 2019 (COVID-19) patients."}
{"text":"Two months after the emergence of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the possibility of established and widespread community transmission in the European Union and European Economic Area (EU\/EEA) is becoming more likely. We provide scenarios for use in preparedness for a possible widespread epidemic. The EU\/EEA is moving towards the ‘limited sustained transmission’ phase. We propose actions to prepare for potential mitigation phases and coordinate efforts to protect the health of citizens."}
{"text":"Purpose of Review\nKumbh Mela, a religious gathering of Hindus held in India, is the largest massive gathering event in the world. The COVID-19 pandemic is an unprecedented healthcare crisis in recent times with effects reverberating in all spheres of human lives. India has registered the second highest number of COVID-19 cases. This paper aims to dwell in the religious and social background of Kumbh Mela massive gathering, as well as the ritualistic practices that could potentially entail public health risks in the current situation. It also aims to identify possible preparatory and interventional measures to evade such risks.\nRecent Findings\nIn recent years, the increase in the number of people attending the Kumbh Mela has been phenomenal. Congregants are put up at the holy sites for several days. The sheer number of people assembling at the religious venues poses a great challenge to manage the crowds, to cater to the requirements of basic amenities, and to meet their healthcare needs. Some of the ritualistic practices could heighten the risk for transmission of respiratory pathogens. The COVID-19 pandemic has escalated over the past few months in India. The pandemic is expected to sustain its tempo in India throughout the foreseeable future. Organization of the forthcoming Kumbh Mela needs meticulous planning.\nSummary\nKumbh Mela is a Hindu religious gathering at the banks of India’s rivers, held periodically. It witnesses assembly of huge numbers of people and has the potential to amplify the COVID-19 pandemic in India; this could overwhelm the healthcare system."}
{"text":"Coronavirus disease 2019 (Covid-19), caused by novel severe acute respiratory syndrome coronavirus (SARS-CoV-2), has come to the fore in Wuhan, China in December 2019 and has been spreading expeditiously all over the world due to its high transmissibility and pathogenicity. From the outbreak of COVID-19, many efforts are being made to find a way to fight this pandemic. More than 300 clinical trials are ongoing to investigate the potential therapeutic option for preventing\/treating COVID-19. Considering the critical role of SARS-CoV-2 main protease (Mpro) in pathogenesis being primarily involved in polyprotein processing and virus maturation, it makes SARS-CoV-2 main protease (Mpro) as an attractive and promising antiviral target. Thus, in our study, we focused on SARS-CoV-2 main protease (Mpro), used machine learning algorithms and virtually screened small derivatives of anthraquinolone and quinolizine from PubChem that may act as potential inhibitor. Prioritisation of cavity atoms obtained through pharmacophore mapping and other physicochemical descriptors of the derivatives helped mapped important chemical features for ligand binding interaction and also for synergistic studies with molecular docking. Subsequently, these studies outcome were supported through simulation trajectories that further proved anthraquinolone and quinolizine derivatives as potential small molecules to be tested experimentally in treating COVID-19 patients."}
